Repository: gamonoid/icehrm
Catalog: core/lang/*.po
Languages: ar, de, es, fi, fr, it, ja, nl, no, pl, pt, sr, sv

source: Experience Level
ar: مستوى الخبرة
de: Berufserfahrung
es: Nivel de experiencia
fi: Kokemustaso
fr: Niveau d'expérience
it: Livello di Esperienza
ja: 経験レベル
nl: Ervaringsniveau
no: Erfaringsnivå
pl: Poziom doświadczenia
pt: Nível de experiência
sr: опита
sv: Erfarenhetsnivå

source: Any Experience Level
ar: أي مستوى الخبرة
de: Jede Berufserfahrung
es: Cualquier nivel de experiencia
fi: Mitään kokemusta taso
fr: Tout niveau d'expérience
it: Qualsiasi Livello Esperienza
ja: 任意の経験レベル
nl: Elk ervaringsniveau
no: Eventuelt nivå
pl: Dowolny poziom doświadczenia
pt: Qualquer nível de experiência
sr: Било опита
sv: Eventuella erfarenhetsnivåer

source: Job Function
ar: وظيفة الوظيفة
de: Tätigkeitsbereich
es: Función laboral
fi: Työnkuva
fr: Fonction de travail
it: Funzione Lavorativa
ja: 職務権限
nl: Functie
no: Jobbfunksjon
pl: Stanowisko
pt: Função de trabalho
sr: Функција посла
sv: Jobb Funktion

source: Any Job Function
ar: أي وظيفة مهمة
de: Jedweder Tätigkeitsbereich
es: Cualquier función de trabajo
fi: Tahansa Työnkuva
fr: Toute fonction de travail
it: Qualsiasi Funzione Lavorativa
ja: 任意のジョブ機能
nl: Elke functie
no: Eventuell jobbfunksjon
pl: Dowolna funkcja zadania
pt: Qualquer função de trabalho
sr: Било посла Функција
sv: Alla jobbfunktioner

source: Education Level
ar: مستوى التعليم
de: Bildungsniveau
es: Nivel de Educación
fi: Koulutustaso
fr: niveau d'éducation
it: Livello Istruzione
ja: 教育レベル
nl: Opleidingsniveau
no: Utdanningsnivå
pl: poziom edukacji
pt: Nível de educação
sr: Образовни ниво
sv: utbildningsnivå

source: Any Education Level
ar: أي مستوى التعليم
de: Alle Ausbildungsniveaus
es: Cualquier nivel de educación
fi: Tahansa Koulutustaso
fr: Tout niveau d'éducation
it: Qualsiasi Livello di Istruzione
ja: でも教育レベル
nl: Elk opleidingsniveau
no: Eventuelle utdanningsnivå
pl: Dowolny poziom wykształcenia
pt: Qualquer nível de educação
sr: Било Нивеау
sv: Alla utbildningsnivåer

source: Show Salary
ar: إظهار الراتب
de: Gehalt anzeigen
es: Mostrar salario
fi: Näytä Palkka
fr: Afficher le salaire
it: Visualizza Stipendio
ja: ショー給与
nl: Salaris weergeven
no: Vis lønn
pl: Pokaż wynagrodzenie
pt: Mostrar salário
sr: схов плата
sv: Visa Lön

source: Salary Min
ar: الحد الادني لللراتب
de: Minimalgehalt
es: Salario mínimo
fi: Palkka Min
fr: Salaire Min
it: Stipendio Min
ja: 給与分
nl: Salaris Min
no: Lønn Min
pl: Wynagrodzenie Min
pt: Salário Min
sr: плата Мин
sv: Lön Min

source: Salary Max
ar: الحد الأعلى للراتب
de: Maximalgehalt
es: Salario Max
fi: Palkka Max
fr: Salaire Max
it: Stipendio Max
ja: 給与マックス
nl: Salaris Max
no: Lønn Maks
pl: Wynagrodzenie Max
pt: Salário Max
sr: плата Макс
sv: Lön Max

source: Keywords
ar: الفهرست
de: Schlüsselwörter
es: Palabras clave
fi: Avainsanat
fr: Mots clés
it: Parole Chiave
ja: キーワード
nl: trefwoorden
no: nøkkelord
pl: Słowa kluczowe
pt: Palavras-chave
sr: Кључне речи
sv: Nyckelord

source: Closing Date
ar: الموعد النهائي
de: Einsendeschluss
es: Fecha de cierre
fi: Sulkemispäivä
fr: Date de clôture
it: Data Chiusura
ja: 決算日
nl: Sluitingsdatum
no: Sluttdato
pl: Data zamknięcia
pt: Data de Fechamento
sr: Дан затварања
sv: Slutdatum

source: Image
ar: صورة
de: Bild
es: Imagen
fi: Kuva
it: Immagine
ja: 画像
nl: Beeld
no: Bilde
pl: Obraz
pt: Imagem
sr: Слика
sv: Bild

source: Display Type
ar: نوع العرض
de: Typ anzeigen
es: Tipo de visualización
fi: Näytön tyyppi
fr: Type d'affichage
it: Tipo Visualizzazione
ja: 表示方式
nl: Weergavetype
no: Skjermtype
pl: Typ wyświetlania
pt: Tipo de exibição
sr: Тип екрана
sv: Bildskärmstyp

source: Profile Image
ar: صورة الملف الشخصي
de: Profilbild
es: Imagen de perfil
fr: Image de profil
it: Immagine del Profilo
ja: プロフィール画像
nl: Profielfoto
no: Profilbilde
pl: Zdjęcie profilowe
pt: Imagem de perfil
sr: Профил Слика
sv: Profilbild

source: Telephone
ar: هاتف
de: Telefon
es: Teléfono
fi: Puhelin
fr: Téléphone
it: Telefono
ja: 電話
nl: Telefoon
no: Telefon
pl: Telefon
pt: Telefone
sr: телефон
sv: Telefon

source: Resume Title
ar: استئناف عنوان
de: Resumétitel
es: Título del currículum
fi: Jatka Otsikko
fr: Reprendre le titre
it: Nome CV
ja: タイトルの再開
nl: Titel hervatten
no: Gjenoppta Tittel
pl: Wznów tytuł
pt: título do resumo
sr: nastavi Титле
sv: Återuppta Titel

source: Resume
ar: استئنف
de: Resumé
es: Currículum
fi: Jatkaa
fr: CV
it: Curriculum Vitae
ja: 履歴書
nl: Hervat
no: Gjenoppta
pl: Wznawianie
pt: Currículo
sr: Резиме
sv: Återuppta

source: Resume Headline
ar: استئناف العنوان الرئيسي
de: Lebenslaufsüberschrift
es: Reanudar el titular
fi: Jatka Headline
fr: Reprendre le titre
it: Titolo CV
ja: 見出しを再開
nl: CV-kop hervatten
no: Fortsett overskrift
pl: Wznów nagłówek
pt: Retomar manchete
sr: Наслов резимеа
sv: Fortsätt rubrik

source: Profile Summary
ar: ملخص الملف
de: Profilzusammenfassung
es: Resumen del perfil
fi: profiilin yhteenveto
fr: resumé du profil
it: Riassunto Profilo
ja: プロフィール概要
nl: profiel samenvatting
no: profilsammendrag
pl: podsumowanie profilu
pt: Resumo do Perfil
sr: профил Преглед
sv: profil Sammanfattning

source: Work History
ar: تاريخ العمل
de: Arbeitsgeschichte
es: Historial de trabajo
fi: Työhistoria
fr: Antécédents de travail
it: Esperienze Lavorative
ja: 職歴
nl: Werk geschiedenis
no: Arbeidshistorie
pl: Historia pracy
pt: Histórico de trabalho
sr: Радно искуство
sv: Jobbhistorik

source: Education
ar: التعليم
de: Ausbildung
es: Educación
fi: koulutus
fr: Éducation
it: Istruzione
ja: 教育
nl: Onderwijs
no: utdanning
pl: Edukacja
pt: Educação
sr: образовање
sv: Utbildning

source: Skills
ar: مهارات
de: Fähigkeiten
es: Habilidades
fr: Compétences
it: Competenze
ja: スキル
nl: Vaardigheden
no: ferdigheter
pl: Umiejętności
pt: Habilidades
sr: вештине
sv: Kompetens

source: Referees
ar: المراجع
de: Referenz
es: Árbitros
fi: erotuomarit
fr: Les arbitres
it: Referenze
ja: レフリー
nl: scheidsrechters
no: dommere
pl: Sędziowie
pt: Árbitros
sr: sudije
sv: domare

source: From Year
ar: من سنة
de: Von Jahr
es: Del año
fi: Vuodesta
fr: À partir de l'année
it: Da Anno
ja: 年から
nl: Van jaar
no: Fra år
pl: Od roku
pt: Do ano
sr: od године
sv: Från år

source: From Month
ar: من الشهر
de: Von Monat
es: Del mes
fi: Kuukausi
fr: À partir du mois
it: Da Mese
ja: 月から
nl: Vanaf maand
no: Fra måned
pl: Od miesiąca
pt: Do mês
sr: od мјесеца
sv: Från Månad

source: To Year
ar: إلى سنة
de: Bis Jahr
es: Hasta el año
fi: vuoteen
fr: À l'année
it: Ad Anno
ja: 年まで
nl: Naar jaar
no: Til år
pl: Do roku
pt: Até o ano
sr: da би Иеар
sv: Till år

source: To Month
ar: الى الشهر
de: Bis Monat
es: Al mes
fi: kuukauteen
fr: Au mois
it: A Mese
ja: 月へ
nl: Naar maand
no: Til måned
pl: Do miesiąca
pt: A mês
sr: на месец
sv: Till månaden

source: Currently Work Here
ar: تعمل حاليا هنا
de: Ich arbeite derzeit hier
es: Actualmente trabajo aquí
fi: Nykyisin täällä töissä
fr: Travailler actuellement ici
it: Lavoro Attuale
ja: 現在、ここでの作業
nl: Werk hier momenteel
no: For tiden jobber her
pl: Obecnie pracuj tutaj
pt: Atualmente trabalho aqui
sr: Тренутно радим овде
sv: För närvarande arbetar här

source: Degree/Diploma
ar: درجة الدبلوم
de: Abschluss/Diplom
es: Titulo
fi: Tutkinto / Diploma
fr: Diplôme / diplôme
it: Laurea/Diploma
ja: 学位/ディプロマ
no: Grad / Diploma
pl: Stopień / Dyplom
pt: Diploma de graduação
sr: Степен / диплома
sv: Examensbevis

source: Currently Studying
ar: الدراسة الحالية
de: Studiere derzeit
es: Actualmente estudiando
fi: Opiskelee tällä hetkellä
fr: En train d'étudier
it: Studio Attuale
ja: 現在勉強
nl: Aan het studeren
no: Studerer fortiden
pl: Obecnie studiuje
pt: Atualmente estudando
sr: Тренутно студира
sv: Studerar för tillfället

source: Skill Level
ar: مستوى المهارة
de: Fähigkeitslevel
es: Nivel de habilidad
fi: Taitotaso
fr: Niveau de compétence
it: Livello di Competenza
ja: 技術水準
nl: Vaardigheidsniveau
no: Ferdighetsnivå
pl: Poziom umiejętności
pt: Nível de habilidade
sr: Ниво вештина
sv: Skicklighetsnivå

source: Last Used Year
ar: العام الماضي
de: Jahr der letzten Verwendung
es: Último año usado
fi: Käytetty viimeksi vuonna
fr: Dernière année utilisée
it: Ultimo Anno Usato
ja: 最後に使用した年
nl: Laatst gebruikt jaar
no: Sist brukt år
pl: Ostatni używany rok
pt: Último ano usado
sr: Последњи Половни Година
sv: Senast använt år

source: Last Used Month
ar: الشهر الماضي الماضي
de: Monat der letzten Verwendung
es: Último mes utilizado
fi: Käytetty viimeksi kuukausi
fr: Dernier mois utilisé
it: Ultimo Mese Usato
ja: 最後に使用した月
nl: Laatst gebruikte maand
no: Sist brukt måned
pl: Ostatni używany miesiąc
pt: Último mês usado
sr: Последњи Половни месец
sv: Senast använda månaden

source: Years of Experience
ar: سنوات من الخبرة
de: Jahre Erfahrung
es: años de experiencia
fi: vuosien kokemus
fr: des années d'expérience
it: Anni di Esperienza
ja: 積年の経験
nl: Jarenlange ervaring
no: År med erfaring
pl: lata doświadczenia
pt: anos de experiência
sr: Године искуства
sv: År av erfarenhet

source: Designation
ar: تعيين
de: Bezeichnung
es: Designacion
fi: nimitys
fr: La désignation
it: Nomina
ja: 指定
nl: Aanwijzing
no: betegnelse
pl: Przeznaczenie
pt: Designação
sr: ознака
sv: Beteckning

source: Phone
ar: هاتف
de: Telefon
es: Teléfono
fi: Puhelin
fr: Téléphone
it: Telefono
ja: 電話
nl: Telefoon
no: telefon
pl: Telefon
pt: telefone
sr: телефон
sv: Telefon

source: Job
ar: وظيفة
es: Trabajo
fr: Emploi
it: Lavoro
ja: ジョブ
no: Jobb
pl: Praca
pt: Trabalho
sr: посао
sv: Jobb

source: Candidate
ar: مرشح
de: Kandidat
es: Candidato
fi: ehdokas
fr: Candidat
it: Candidato
ja: 候補者
nl: Kandidaat
no: Kandidat
pl: Kandydat
pt: Candidato
sr: Кандидат
sv: Kandidat

source: Referred By
ar: مرجعي
de: Empfohlen von
es: Referido por
fi: Viitannut
fr: Référencé par
it: Referenziato da
ja: で参照
nl: Doorverwezen door
no: Henvist av
pl: Polecony przez
pt: Referido por
sr: Препоручени од
sv: Refererad av

source: Leave Start Date
ar: تاريخ بداية الاجازة
de: Urlaubsbeginn
es: Dejar la fecha de inicio
fi: Jätä aloituspäivä
fr: Date de début du congé
it: Data Inizio
ja: 開始日を残します
nl: Vertrekdatum verlaten
no: La startdato
pl: Pozostaw datę początkową
pt: Deixe a data de início
sr: Оставите Старт Дате
sv: Lämna startdatum

source: Leave End Date
ar: تاريخ بداية الاجازة
de: Urlaubsende
es: Dejar fecha de finalización
fi: Jätä Päättymispäivä
fr: Date de fin du congé
it: Data Fine
ja: 終了日を残します
nl: Einddatum verlaten
no: Forlat sluttdato
pl: Pozostaw datę zakończenia
pt: Deixe a data final
sr: Оставите Датум завршетка
sv: Lämna slutdatum

source: Reason
ar: السبب
de: Grund
es: Razón
fi: Syy
fr: Raison
it: Motivo
ja: 理由
nl: Reden
no: Grunnen til
pl: Powód
pt: Razão
sr: Разлог
sv: Anledning

source: Available Leaves
ar: الاجازات المتاحة
de: Verfügbare Urlaube
es: Hojas disponibles
fi: käytettävissä lehdet
fr: Feuilles Disponibles
it: Disponibili
ja: 利用可能な葉
nl: Beschikbare bladeren
no: Tilgjengelige blader
pl: Dostępne liście
pt: Folhas Disponíveis
sr: Доступне Лишће
sv: Tillgängliga löv

source: Approved Leaves
ar: الاجازات المعتمدةو
de: Genehmigte Urlaube
es: Hojas aprobadas
fi: hyväksytty lehdet
fr: Feuilles approuvées
it: Approvati
ja: 承認された葉
nl: Goedgekeurde bladeren
no: Godkjente blad
pl: Zatwierdzone liście
pt: Folhas aprovadas
sr: odobreni Лишће
sv: Godkända blad

source: Rejected Leaves
ar: الاجازات المرفوضة
de: Abgelehnte Urlaube
es: Hojas rechazadas
fi: hylätty lehdet
fr: Feuilles rejetées
it: Rifiutati
ja: 拒否された葉
nl: Geweigerde bladeren
no: Forkastte blader
pl: Odrzucone Liście
pt: Folhas Rejeitadas
sr: одбијени Лишће
sv: Avvisade blad

source: Leaves to be Accrued
ar: الاجازات المستحقة
de: Urlaube zur Übertragung
es: Hojas por acumular
fi: Lähtee kertyvät
fr: Feuilles à accumuler
it: Accumulati
ja: 未収する葉
nl: Laat opgroeien
no: Blader som skal påløpe
pl: Liście do naliczenia
pt: Folhas a serem acumuladas
sr: Оставља се Обрачуната
sv: Löv att upplupa

source: Leaves Carried Forward
ar: اجازات تم اجازتها
de: Übernommene Urlaubstage
es: Hojas llevadas adelante
fi: Lehdet läpikäyneet
fr: Feuilles reportées
it: Riportati
ja: 葉繰越
nl: Bladeren naar voren gedragen
no: Blader transporteres fremover
pl: Liście przeniesione do przodu
pt: Folhas levadas adiante
sr: Лишће пренет
sv: Bladen transporteras framåt

source: Apply Leave
ar: التقديم للاجازة
de: Abwesenheit beantragen
es: Aplicar licencia
fi: Levitä Jätä
fr: Appliquer le congé
it: Richiesta Permesso
ja: 休暇を適用します
nl: Verlof toepassen
no: Søk på permisjon
pl: Zastosuj Opuść
pt: Aplicar licença
sr: Примени Леаве
sv: Ansök Lämna

source: Filter
ar: فلترة
es: Filtrar
fi: Suodattaa
fr: Filtre
it: Filtro
ja: フィルタ
pl: Filtr
pt: Filtro
sr: филтер
sv: Filtrera

source: Add New
ar: اضف جديد
de: Neuen erstellen
es: Agregar nuevo
fi: Lisää uusi
fr: Ajouter un nouveau
it: Aggiungi Nuovo
ja: 新しく追加する
nl: Voeg nieuw toe
no: Legg til ny
pl: Dodaj nowe
pt: Adicionar novo
sr: Додај нови
sv: Lägg till ny

source: Time
ar: زمن
de: Zeit
es: Hora
fi: Aika
fr: Temps
it: Tempo
ja: 時間
nl: Tijd
no: Tid
pl: Czas
pt: Tempo
sr: време
sv: Tid

source: Purpose
ar: غرض
de: Zweck
es: Propósito
fi: Tarkoitus
fr: Objectif
it: Scopo
ja: 目的
nl: Doel
no: Hensikt
pl: Cel, powód
pt: Propósito
sr: сврха
sv: Syfte

source: From
ar: من عند
de: Von
es: De
fi: alkaen
fr: De
it: Da
ja: から
nl: Van
no: Fra
pl: Od
pt: A partir de
sr: од
sv: Från

source: To
ar: إلى
de: Bis
es: A
fi: jotta
fr: À
it: A
ja: に
nl: Naar
no: Til
pl: Do
pt: Para
sr: До
sv: Till

source: Created (GMT)
ar: تم الإنشاء (GMT)
de: Erstellt (GMT)
es: Creado (GMT)
fi: Luotu (GMT)
fr: Créé (GMT)
it: Data Creazione
ja: 作成した（GMT）
nl: Gemaakt (GMT)
no: Opprettet (GMT)
pl: Utworzono (GMT)
pt: Criado (GMT)
sr: Направљено (ГМТ)
sv: Skapat (GMT)

source: Download
ar: تحميل
de: Herunterladen
es: Descargar
fi: ladata
fr: Télécharger
it: Scaricato
ja: ダウンロード
no: nedlasting
pl: Pobieranie
pt: Baixar
sr: Преузимање
sv: Ladda ner

source: Submit
ar: خضع
de: Einreichen
es: Enviar
fi: Lähetä
fr: Soumettre
it: Invia
ja: 提出します
nl: voorleggen
no: Sende inn
pl: Zatwierdź
pt: Enviar
sr: прихвати
sv: Lämna

source: Upload
ar: رفع
de: Hochladen
es: Subir
fr: Télécharger
it: Carica
ja: アップロード
nl: Uploaden
no: Laste opp
pl: Przekazać plik
pt: Envio
sr: Отпремити
sv: Ladda upp

source: Remove
ar: إزالة
de: Entfernen
es: retirar
fi: Poistaa
fr: Retirer
it: Rimuovi
ja: 削除します
nl: Verwijderen
no: Fjerne
pl: Usunąć
pt: Remover
sr: уклонити
sv: Avlägsna

source: Add
ar: إضافة
de: Hinzufügen
es: Añadir
fi: Lisätä
fr: Ajouter
it: Aggiungi
ja: 加えます
nl: Toevoegen
no: Legg til
pl: Dodaj
pt: Adicionar
sr: Додати
sv: Lägg till

source: Reset
ar: إعادة تعيين
de: Zurücksetzen
es: Reiniciar
fi: asettaa uudelleen
fr: Réinitialiser
ja: リセット
no: tilbakestille
pl: Nastawić
pt: Restabelecer
sr: Ресетовати
sv: Återställa

source: Add Time Entry
ar: إضافة وقت الدخول
de: Zeit eintragen
es: Agregar entrada de tiempo
fi: Lisää Time Entry
fr: Ajouter une entrée de temps
it: Aggiungi Orario
ja: タイムエントリを追加します。
nl: Tijdinvoer toevoegen
no: Legg til tidsinngang
pl: Dodaj wpis czasowy
pt: Adicionar entrada de hora
sr: Додај Тиме унос
sv: Lägg till tidsinmatning

source: Current Clocked In Status
ar: الحالية في حالة تأهب في الحالة
de: Aktueller Einstempelstatus
es: Estado actual de encendido
fi: Nykyinen kellotetaan tila
fr: État actuel cadencé
it: Stato Attuale Timbratura
ja: 現状ではクロック同期式
nl: Huidige geklokte status
no: Nåværende Clocked In Status
pl: Aktualny status zegara
pt: Status atual de clock
sr: Тренутни тактовима у статусу
sv: Aktuell klockad i status

source: Attendance entry should be within a single day
ar: يجب أن يكون حضور الحضور في يوم واحد
de: Der Teilnahmeeintrag sollte innerhalb eines Tages erstellt werden
es: La entrada de asistencia debe ser dentro de un solo día
fi: Läsnäolo merkintä tulee olla yhden päivän
fr: L'entrée des présences doit se faire en une journée
it: La presenza deve essere inserita entro un giorno
ja: 出席エントリは一日以内でなければなりません
nl: Aanwezigheidsregistratie moet binnen een dag plaatsvinden
no: Oppmøte oppføring bør være innen en enkelt dag
pl: Zgłoszenie uczestnictwa powinno się odbyć w ciągu jednego dnia
pt: Entrada de participação deve estar dentro de um único dia
sr: унос Присуство би требало да буду у једном дану
sv: Deltagande bör vara inom en enda dag

source: Account Balance
ar: رصيد الحساب
de: Kontostand
es: Saldo de la cuenta
fi: Tilin saldo
fr: Solde du compte
it: Saldo Conto
ja: 勘定残高
nl: Accountsaldo
no: Saldo
pl: Bilans konta
pt: Saldo da conta
sr: Стање на рачуну
sv: Kontobalans

source: Plan
ar: خطة
fi: Suunnitelma
it: Piano
ja: 計画
pt: Plano
sr: План
sv: Planen

source: Transactions
ar: المعاملات
de: Transaktionen
es: Actas
fi: liiketoimet
it: Transazioni
ja: 取引
nl: transacties
no: transaksjoner
pl: Transakcje
pt: Transações
sr: transakcije
sv: transaktioner

source: Applications
ar: تطبيقات
de: Bewerbungen
es: Aplicaciones
fi: Sovellukset
it: Richieste
ja: アプリケーション
nl: toepassingen
no: applikasjoner
pl: Aplikacje
pt: Aplicações
sr: aplikacije
sv: tillämpningar

source: Attendance Graph
ar: الرسم البياني الحضور
de: Teilnahmegraph
es: Gráfico de asistencia
fi: läsnäolo Graph
fr: Graphique de présence
it: Grafico Presenza
ja: 出席グラフ
nl: Aanwezigheid Grafiek
no: Deltakelsesgraf
pl: Wykres obecności
pt: Gráfico de Atendimento
sr: Присуство Графикон
sv: Närvaro graf

source: Hours in Office vs Hours Worked Graph
ar: ساعات في المكتب مقابل ساعات العمل الرسم البياني
de: Stunden im Büro VS gearbeitete Stunden
es: Horas en la oficina frente al gráfico trabajado horas
fi: Tuntia Office vs työtunnit Graph
fr: Heures de travail vs heures travaillées
it: Ore in Uffice / Grafico Ore Lavorate
ja: グラフ労働時間対オフィスでの時間
nl: Uren in Office versus uren bewerkte grafiek
no: Timer i Office vs Timer Arbeidet Graf
pl: Godziny w biurze vs godziny pracował wykres
pt: Horas no Office vs horas trabalhadas Graph
sr: Сати у канцеларији вс радних сати Граф

source: Company Graph
ar: المخطط البياني للشركة
de: Unternehmensgraph
es: Gráfico de la empresa
fi: Yritys Graph
fr: Graphique de la société
it: Struttura Societ√†
ja: 当社グラフ
nl: Bedrijfsgrafiek
no: Bedriftsgraf
pl: Wykres firmy
pt: Gráfico da empresa
sr: Фирма Граф
sv: Företagsdiagram

source: Company Documents
ar: وثائق الشركة
de: Firmendokumente
es: Documentos de la empresa
fi: yrityksen asiakirjojen
fr: Documents d'entreprise
it: Documenti Aziendali
ja: 会社のドキュメント
nl: Bedrijfsdocumenten
no: Bedriftsdokumenter
pl: Dokumenty firmowe
pt: Documentos da empresa
sr: Компанија Документи
sv: Företagsdokument

source: Document Types
ar: أنواع الوثائق
de: Dokumenttypen
es: Tipos de documentos
fi: Dokumentointityypit
fr: Types de documents
it: Tipi Documenti
ja: ドキュメントの種類
no: Dokumenttyper
pl: Typy dokumentów
pt: Tipos de documentos
sr: Врсте докумената
sv: Dokumenttyper

source: Employee Documents
ar: وثائق الموظف
de: Mitarbeiterdokumente
es: Documentos de empleados
fi: työntekijän asiakirjat
fr: Documents de l'employé
it: Documenti dei Dipendenti
ja: 従業員のドキュメント
nl: Werknemersdocumenten
no: Ansattsdokumenter
pl: Dokumenty pracownicze
pt: Documentos do empregado
sr: запослених Документи
sv: Medarbetarhandlingar

source: Employee Basic Details
ar: الموظف التفاصيل الأساسية
de: Mitarbeitergrundinformationen
es: Detalles básicos del empleado
fi: Työntekijän perustiedot
fr: Détails de base de l'employé
it: Dettagli Base Dipendenti
ja: 従業員の基本的な詳細
nl: Medewerker Basisgegevens
no: Ansatte Grunnleggende Detaljer
pl: Podstawowe dane pracownika
pt: Detalhes Básicos do Empregado
sr: Запослени Основни Детаљи
sv: Medarbetarnas grundläggande detaljer

source: Employees (Direct Reports)
ar: الموظفون (التقارير المباشرة)
de: Mitarbeiter (Direkt Untergeben)
es: Empleados (informes directos)
fi: Työntekijät (Direct raportit)
fr: Employés (rapports directs)
it: Dipendenti (Riporti Diretti)
ja: 従業員（ダイレクトレポート）
nl: Medewerkers (Directe rapporten)
no: Ansatte (Direkte rapporter)
pl: Pracownicy (bezpośrednie raporty)
pt: Empregados (relatórios diretos)
sr: Запослени (Дирецт Репортс)
sv: Anställda (Direktrapporter)

source: Certifications
ar: الشهادات
de: Zertifizierungen
es: Certificaciones
fi: sertifioinnit
it: Certificazioni
ja: 認定
nl: Certificaten
no: sertifiseringer
pl: Certyfikaty
pt: Certificações
sr: sertifikati
sv: Certifieringar

source: Languages
ar: اللغات
de: Sprachen
es: Idiomas
fi: Kieli (kielet
fr: Langues
it: Lingue
ja: 言語
nl: talen
no: språk
pl: Języki
pt: línguas
sr: Језици
sv: språk

source: Deactivated Employees
ar: الموظفين الغير نشطين
de: Deaktivierter Mitarbeiter
es: Empleados desactivados
fi: deaktivoitu Työntekijät
fr: Employés désactivés
it: Dipendenti Licenziati
ja: 非アクティブ従業員
nl: Gedeactiveerde werknemers
no: Deaktivert Ansatte
pl: Dezaktywowani pracownicy
pt: Funcionários desativados
sr: Деактивирани Запослени
sv: Deaktiverade anställda

source: Temporarily Deactivated Employees
ar: تم إيقافه مؤقتا
de: Vorübergehend deaktivierte Mitarbeiter
es: Empleados desactivados temporalmente
fi: Tilapäisesti pois päältä Työntekijät
fr: Employés temporairement désactivés
it: Dipendenti Temporaneamente Licenziati
ja: 一時的に非アクティブ化従業員
nl: Tijdelijk gedeactiveerde werknemers
no: Midlertidig deaktiverte ansatte
pl: Tymczasowo zdezaktywowani pracownicy
pt: Empregados temporariamente desativados
sr: Привремено деактивиран Запослени
sv: Tillfälligt avaktiverade anställda

source: Terminated Employee Data
ar: بيانات الموظفي الموقوف
de: Daten ehemaliger Mitarbeiter
es: Datos de empleados finalizados
fi: Lopetetaan Työntekijän Data
fr: Données d'employé terminées
it: Dati Dipendenti Licenziati
ja: 解雇された従業員データ
nl: Ontslagen werknemersgegevens
no: Avsluttet Ansattes Data
pl: Zakoń czone dane pracownicze
pt: Dados de Empregados Terminados
sr: Раскинут података о запосленима
sv: Avslutade anställda data

source: Employee Saved Successfully
ar: الموظف المحفوظة بنجاح
de: Mitarbeiter erfolgreich gespeichert
es: Empleado ahorrado con éxito
fi: Työntekijän tallennettu
fr: Employé enregistré avec succès
it: Dipendente Salvato
ja: 従業員は保存されました
nl: Medewerker met succes gered
no: Ansatte lagret suksessfullt
pl: Pracownik zapisany z powodzeniem
pt: Empregado salvo com sucesso
sr: Запослени Савед Успешно
sv: Medarbetare sparad framgångsrikt

source: Employee needs a User to login to IceHrm. Do you want to create a user for this employee now?
ar: يحتاج الموظف إلى مستخدم لتسجيل الدخول إلى IceHrm. هل تريد إنشاء مستخدم لهذا الموظف الآن؟
de: Der Mitarbeiter benötigt ein Konto, um sich für IceHrm anmelden zu können. Möchten Sie einen Benutzer für diesen Mitarbeiter erstellen?
es: El empleado necesita un usuario para iniciar sesión en IceHrm. ¿Desea crear un usuario para este empleado ahora?
fi: Työntekijän tarvitsee User kirjautua IceHrm. Haluatko luoda käyttäjälle tälle työntekijälle nyt?
fr: L'employé a besoin d'un utilisateur pour se connecter à IceHrm. Voulez-vous créer un utilisateur pour cet employé maintenant?
it: Serve un utente per accedere. Vuoi creare un utente associato a questo dipendente ora?
ja: 従業員はIceHrmにログインするユーザーを必要とします。あなたは今、この従業員のためのユーザを作成しますか？
nl: Werknemer heeft een gebruiker nodig om in te loggen bij IceHrm. Wilt u nu een gebruiker voor deze medewerker maken?
no: Ansatte trenger en bruker for å logge på IceHrm. Vil du opprette en bruker for denne ansatt nå?
pl: Pracownik potrzebuje użytkownika, aby się zalogować do IceHrm. Czy chcesz teraz utworzyć użytkownika dla tego pracownika?
pt: O funcionário precisa de um usuário para fazer login no IceHrm. Deseja criar um usuário para esse funcionário agora?
sr: треба корисника да Улогујте се ИцеХрм радник. Да ли желите да креирате корисника за овог радника сада?
sv: Anställd behöver en användare för att logga in på IceHrm. Vill du skapa en användare för den här anställde nu?
