Repository: gamonoid/icehrm
Catalog: core/lang/*.po
Languages: ar, de, es, fi, fr, it, ja, nl, no, pl, pt, sr, sv

source: Send Notification Emails
ar: إرسال رسائل البريد الإلكتروني الإخطار
de: Per E-Mail benachrichtigen
es: Enviar correos electrónicos de notificación
fi: Send ilmoitussähköpostit
fr: Envoi d'e-mails de notification
it: Inviare email di notifica
ja: 通知電子メールを送信
nl: Verzend notificatie-e-mails
no: Send varsel e-post
pl: Wyślij wiadomości e-mail z powiadomieniem
pt: Enviar e-mails de notificação
sr: Слање имејлова са обавештењем
sv: Skicka meddelande om e-post

source: Leave Group
ar: مجموع الاجازة
de: Gruppe verlassen
es: Dejar grupo
fi: Jätä ryhmä
fr: Quitter le groupe
it: Gruppo Permesso
ja: グループを脱退
nl: Verlaat groep
no: Forlat gruppe
pl: Opuścić grupę
pt: Deixar o grupo
sr: Оставите Гроуп
sv: Lämna gruppen

source: Leave Color
ar: نوع الاجازة
de: Farbe für Abwesenheiten
es: Deje el color
fi: jätä Väri
fr: Laisser la couleur
it: Colore Permesso
ja: 色を残します
nl: Laat kleur achter
no: La farge
pl: Pozostaw kolor
pt: Deixar cor
sr: Оставите Цолор
sv: Lämna färg

source: Period Start
ar: تاريخ بداية الاجازة
de: Beginn des Zeitraums
es: Período de inicio
fi: alkamiseen
fr: Début de période
it: Inizio Periodo
ja: 期間開始
nl: Periode Start
no: Periode Start
pl: Początek okresu
pt: Início do Período
sr: период Почетак

source: Period End
ar: تاريخ انتهاء الاجازة
de: Ende des Zeitraums
es: Período final
fi: kauden lopussa
fr: Fin de période
it: Fine Periodo
ja: 期間終了
nl: Periode einde
no: Periodens slutt
pl: Koniec okresu
pt: Fim do período
sr: период Крај
sv: Periodslut

source: Day
ar: يوم
de: Tag
es: Día
fi: Päivä
fr: journée
it: Giorno
ja: 日
nl: Dag
no: Dag
pl: Dzień
pt: Dia
sr: дан
sv: Dag

source: For All Countries
ar: لجميع الدول
de: Für alle Länder
es: Para todos los países
fi: Kaikille maille
fr: Pour tous les pays
it: Per tutti i paesi
ja: すべての国の
nl: Voor alle landen
no: For alle land
pl: Dla wszystkich krajów
pt: Para todos os países
sr: За све земље
sv: För alla länder

source: Date
ar: تاريخ
de: Datum
es: Fecha
fi: Treffi
fr: Rendez-vous amoureux
it: Data
ja: 日付
nl: Datum
no: Dato
pl: Data
pt: Encontro
sr: датум
sv: Datum

source: Leave Type
ar: نوع الإجازة
de: Abwesenheitsart
es: Tipo de licencia
fi: leave Tyyppi
fr: Type de congé
it: Tipo Permesso
ja: タイプを残します
nl: Laat Type
no: Forlat Type
pl: Pozostaw typ
pt: Deixe o tipo
sr: Оставите Тип
sv: Lämna typ

source: Propotionate leaves on Joined Date
ar: Propotionate يترك في تاريخ الانضمام
de: Anteilige Urlaubstage zum Zeitpunkt des Beitritts
es: Propotionate sale en la fecha de ingreso
fi: Propotionate lähtee Liittymispäivä
fr: Propotionate part à la date d'inscription
it: Quota Assenze disponibili da Assunzione
ja: Propotionateは、入社日に葉
nl: Propotioneel verlaat op toegetreden datum
no: Propotionate forlater på Forbundet dato
pt: Propotionate sai na data de adesão
sr: Пропотионате оставља на Датум регистрације
sv: Propotionate lämnar på Inledningsdatum

source: Leaves Period
ar: فترة الاجازة
de: Urlaubszeitraum
es: Período de hojas
fi: lehdet Period
fr: Période des feuilles
it: Periodo Permesso
ja: 期間の葉
nl: Bladeren Periode
no: Bladperiode
pl: Okres liści
pt: Período de folhas
sr: Леавес Период
sv: Lövperiod

source: Leave Amount
ar: مبلغ الاجازة
de: Urlaubsmenge
es: Dejar cantidad
fi: jätä Määrä
fr: Montant
it: Totale Permessi
ja: 金額を残します
nl: Verlofbedrag
no: Forlate beløp
pl: Opuść kwotę
pt: Deixar quantia
sr: Оставите износ
sv: Lämna belopp

source: Leave Period
ar: فترة الاجازة
de: Urlaubszeitraum
es: Período de licencia
fi: jätä Period
fr: Période de congé
it: Periodo Permesso
ja: 期間を残します
nl: Verlofperiode
no: Permisjonstid
pl: Opuść okres
pt: Período de licença
sr: Оставите Период
sv: Lämningsperiod

source: Note
ar: ملحوظة
de: Hinweis
es: Nota
fi: Huomautus
fr: Remarque
it: Nota
ja: 注意
nl: Notitie
no: Merk
pl: Uwaga
pt: Nota
sr: Белешка
sv: Notera

source: All Employees
ar: كل الموظفين
de: Alle Angestellten
es: Todos los empleados
fi: Kaikki työntekijät
fr: Tous les employés
it: Tutti i Dipendenti
ja: すべての従業員
nl: Alle werknemers
no: Alle ansatte
pl: Wszyscy pracownicy
pt: Todos os empregados
sr: Сви запослени
sv: Alla anställda

source: All Leave Types
ar: جميع أنواع الإجازات
de: Alle Urlaubsarten
es: Todos los tipos de licencia
fi: Kaikki Jätä tyypit
fr: Tous les types de congés
it: Tutti i Tipi di Permesso
ja: すべてのタイプを残します
nl: Alle soorten verlof
no: Alle permitter
pl: Wszystkie typy urlopu
pt: Todos os tipos de licença
sr: Све Остави Типови
sv: Alla lämna typer

source: Loan Type
ar: نوع السلف
de: Art des Darlehens
es: Tipo de préstamo
fi: lainan tyyppi
fr: Type de prêt
it: Tipo Prestito
ja: ローンの種類
nl: Type lening
no: Låntype
pl: Rodzaj pożyczki
pt: Tipo de Empréstimo
sr: Тип кредита
sv: Låntyp

source: Loan Start Date
ar: تاريخ بداية السلفه
de: Beginn der Leihgabe
es: Fecha de inicio del préstamo
fi: Lainan aloituspäivä
fr: Date de début du prêt
it: Data Inizio
ja: ローン開始日
nl: Startdatum lening
no: Lånets startdato
pl: Data rozpoczęcia pożyczki
pt: Data de início do empréstimo
sr: Кредит Датум почетка
sv: Lånets startdatum

source: Loan Period (Months)
ar: مدة السلفة
de: Leihfrist (Monate)
es: Periodo de Préstamo (Meses)
fi: Laina-aika (kk)
fr: Période de prêt (mois)
it: Durata Prestito (Mesi)
ja: ローン期間（月数）
nl: Lening Periode (Maanden)
no: Låneperiode (måneder)
pl: Okres kredytowania (miesiące)
pt: Período de Empréstimo (Meses)
sr: Рок кредита (месеци)
sv: Lånperiod (månader)

source: Amount
ar: المبلغ
de: Menge
es: Cantidad
fi: Määrä
fr: Montant
it: Importo
ja: 量
nl: Bedrag
no: Beløp
pl: Ilość
pt: Montante
sr: Износ
sv: Belopp

source: Last Installment Date
ar: تاريخ القسط الأخير
de: Datum der letzten Rate
es: Fecha de la última cuota
fi: Viime lyhennyspäivänä
fr: Date du dernier versement
it: Data Ultima Rata
ja: 最後の割賦日
nl: Laatste afleverdatum
no: Siste avbetalingsdato
pl: Data ostatniej naprawy
pt: Data da última data de parcelamento
sr: Последњи рате Датум
sv: Senast avbetalningsdatum

source: Loan Amount
ar: مبلغ السلفة
de: Darlehensbetrag
es: Monto del préstamo
fi: Lainan määrä
fr: Montant du prêt
it: Importo Prestito
ja: 融資額
nl: Leenbedrag
no: Lånebeløp
pl: Kwota kredytu
pt: Montante do empréstimo
sr: Износ позајмице
sv: Lånebelopp

source: Monthly Installment
ar: القسط الشهري
de: Monatliche Raten
es: Pagos mensuales
fi: kuukausierä
fr: Versement mensuel
it: Rata Mensile
ja: 月賦
nl: Maandelijkse installatie
no: Månedlig avdrag
pl: Miesięczna rata
pt: Prestação Mensal
sr: месечну рату
sv: Månadsavbetalning

source: Employee Number
ar: رقم الموظف
de: Mitarbeiterzahl
es: Número de empleado
fi: työntekijänumero
fr: Numéro d'employé
it: Codice
ja: 従業員番号
nl: Werknemersnummer
no: Ansatt nummer
pl: Numer pracownika
pt: Número de empregado
sr: Број радника
sv: Anställningsnummer

source: First Name
ar: الاسم الاول
de: Vorname
es: Nombre de pila
fi: Etunimi
fr: Prénom
it: Nome
ja: ファーストネーム
nl: Voornaam
no: Fornavn
pl: Imię
pt: Primeiro nome
sr: Име
sv: Förnamn

source: Middle Name
ar: الاسم الوسطى
de: Zweiter Vorname
es: Segundo nombre
fi: Toinen nimi
fr: Deuxième nom
it: Secondo Nome
ja: ミドルネーム
nl: Midden-naam
no: Mellomnavn
pl: Drugie imię
pt: Nome do meio
sr: Средње име
sv: Mellannamn

source: Last Name
ar: اللقب
de: Nachname
es: Apellido
fi: Sukunimi
fr: Nom de famille
it: Cognome
ja: 苗字
nl: Achternaam
no: Etternavn
pl: Nazwisko
pt: Último nome
sr: Презиме
sv: Efternamn

source: Nationality
ar: جنسية
de: Staatsangehörigkeit
es: Nacionalidad
fi: kansalaisuus
fr: Nationalité
it: Nazionalit√†
ja: 国籍
nl: Nationaliteit
no: Nasjonalitet
pl: Narodowość
pt: Nacionalidade
sr: националност
sv: Nationalitet

source: Date of Birth
ar: تاريخ الولادة
de: Geburtsdatum
es: Fecha de nacimiento
fi: Syntymäaika
fr: Date de naissance
it: Data Nascita
ja: 生年月日
nl: Geboortedatum
no: Fødselsdato
pl: Data urodzenia
pt: Data de nascimento
sr: Датум рођења
sv: Födelsedatum

source: Gender
ar: جنس
de: Geschlecht
es: Género
fi: sukupuoli
fr: Le genre
it: Sesso
ja: 性別
nl: Geslacht
no: Kjønn
pl: Płeć
pt: Gênero
sr: пол
sv: Kön

source: Marital Status
ar: الحالة الحالة الإجتماعية
de: Familienstand
es: Estado civil
fi: Siviilisääty
fr: État civil
it: Stato Civile
ja: 配偶者の有無
nl: Burgerlijke staat
no: Sivilstatus
pl: Stan cywilny
pt: Estado civil
sr: Брачно стање
sv: Civilstånd

source: Ethnicity
ar: الأصل العرقي
de: Ethnizität
es: Etnicidad
fi: etnisyys
fr: Ethnicité
it: Etnia
ja: 民族性
nl: Afkomst
no: etnisitet
pl: Etniczność
pt: Etnia
sr: Етничка припадност
sv: Etnicitet

source: Immigration Status
ar: نوع الإقامة
de: Einwanderungsstatus
es: Estado de inmigración
fi: Maahanmuuttostatus
fr: Statut d'immigration
it: Stato Immigrazione
ja: 移民ステータス
nl: Immigratiestatus
no: Innvandringsstatus
pl: Status imigranta
pt: Status de imigração
sr: Имиграциони статус
sv: Invandringsstatus

source: SSN/NRIC
ar: رقم الإقامة
it: Cod. Fiscale
ja: SSN /本投資法人
sr: ССН / НРИЦ

source: NIC
ar: رقم الهوية الوطنية
it: AVS
sr: НИЦ

source: Other ID
ar: معرف آخر
de: Anderes Ausweisdokument
es: Otra ID
fi: Muut tunnus
fr: Autre identifiant
it: Altro Codice
ja: 他のID
nl: Andere ID
no: Annen ID
pl: Inny identyfikator
pt: Outro ID
sr: Други ИД
sv: Annat ID

source: Driving License No
ar: رخصة القيادة
de: Führerschein Nein
es: Licencia de conducir no
fi: Ajokortti ei
fr: Permis de conduire Non
it: Nr. Patente Guida
ja: 運転免許証はありません
nl: Rijbewijs nr
no: Kjøringsnummer nr
pl: Prawo jazdy nr
pt: Carta de Condução Não
sr: Дривинг Лиценсе
sv: Körkort nr

source: Pay Grade
ar: دفع الصف
de: Gehaltsstufe
es: Grado de pago
fi: palkkausluokkaan
fr: Niveau de rémunération
it: Livello Retributivo
ja: グレードを支払います
nl: Betaal Grade
no: Lønnsnivå
pl: Zapłać klasę
pt: Nível salarial
sr: Платног разреда
sv: Lönegrad

source: Work Station Id
ar: رقم محطة العمل
de: Arbeitsplatz ID
es: ID de la estación de trabajo
fi: Työasema tunnus
fr: Identifiant du poste de travail
it: S/N Notebook
ja: 局IDを働きます
nl: Werkstation-ID
no: Arbeidsstasjon-ID
pl: Identyfikator stanowiska pracy
pt: ID da estação de trabalho
sr: Радна станица Ид
sv: Arbetsstationens ID

source: Address Line 1
ar: العنوان السطر 1
de: Addresszeile 1
es: Dirección Línea 1
fi: Osoiterivi 1
fr: Adresse 1
it: Indirizzo 1
ja: 住所1
nl: Adres regel 1
no: Adresselinje 1
pl: Wiersz adresu 1
pt: Endereço Linha 1
sr: Адреса Линија 1
sv: Adress Linje 1

source: Address Line 2
ar: سطر العنوان 2
de: Adresszeile 2
es: Dirección Línea 2
fi: Osoiterivi 2
fr: Adresse Ligne 2
it: Indirizzo 2
ja: 住所2
nl: Adres lijn 2
no: Adresselinje 2
pl: Wiersz adresu 2
pt: endereço linha 2
sr: Адреса 2
sv: Adress Linje 2

source: City
ar: مدينة
de: Stadt
es: Ciudad
fi: Kaupunki
fr: Ville
it: Citt√†
ja: シティ
nl: stad
no: By
pl: Miasto
pt: Cidade
sr: град
sv: Stad

source: Province
ar: المحافظة
de: Provinz
es: Provincia
fi: maakunta
it: Provincia
ja: 州
nl: Provincie
no: Provins
pl: Województwo
pt: Província
sr: провинција
sv: Provins

source: Postal/Zip Code
ar: البريد / الرمز البريدي
de: Postleitzahl
es: Código Postal / Postal
fi: Posti- / Postinumero
fr: Code Postal / Zip
it: CAP
ja: 郵便/郵便番号
nl: Postcode
no: Post / postnummer
pl: Kod pocztowy / pocztowy
pt: Código postal
sr: Поштански / поштански број
sv: Postnummer

source: Home Phone
ar: هاتف المنزل
de: Haustelefon
es: Teléfono de casa
fi: Kotipuhelin
fr: Téléphone fixe
it: Telefono Privato
ja: 自宅の電話
nl: Telefoon thuis
no: Hjemmetelefon
pl: Telefon domowy
pt: Telefone residencial
sr: Кућни телефон
sv: Hemtelefon

source: Mobile Phone
ar: هاتف محمول
de: Handy
es: Teléfono móvil
fi: Kännykkä
fr: Téléphone portable
it: Cellulare
ja: 携帯電話
nl: Mobiele telefoon
no: Mobiltelefon
pl: Telefon komórkowy
pt: Celular
sr: Мобилни телефон
sv: Mobiltelefon

source: Work Phone
ar: هاتف عمل
de: Arbeitshandy
es: Teléfono del trabajo
fi: Työpuhelin
fr: Téléphone de travail
it: Telefono Ufficio
ja: 仕事用の電話
nl: Werktelefoon
no: Jobbtelefon
pl: Telefon służbowy
pt: Telefone de Trabalho
sr: rad телефона
sv: Jobbtelefon

source: Work Email
ar: البريد الإلكتروني العمل
de: Arbeits-E-Mail
es: Correo electrónico del trabajo
fi: työ sähköposti
fr: Email de travail
it: Email Aziendale
ja: 仕事のメール
nl: Werk email
no: Arbeids-e-post
pl: Poczta robocza
pt: Email de trabalho
sr: rad-маил
sv: Arbets Email

source: Private Email
ar: بريد الكتروني خاص
es: Correo electronico privado
fi: yksityinen Sähköposti
fr: Email privé
it: Email Privata
ja: プライベートメール
nl: Privé e-mail
no: Privat e-post
pl: Prywatny e-mail
pt: Email Privado
sr: Приватно Е-маил
sv: Privat e-post

source: Joined Date
ar: تاريخ الانضمام
de: Betrittsdatum
es: Fecha de ingreso
fi: Liittymispäivä
fr: Date d'inscription
it: Data Assunzione
ja: 登録日
nl: Ingeschreven datum
no: Forbundet dato
pl: Data dołączenia
pt: Data de adesão
sr: Датум регистрације
sv: Anslutningsdatum

source: Confirmation Date
ar: تاريخ تأكيدا
de: Bestätigungsdatum
es: Fecha de confirmación
fi: Vahvistamispäivämäärä
fr: Date de confirmation
it: Data Conferma (Fine Prova)
ja: 確認日
nl: Bevestigingsdatum
no: Bekreftelsesdato
pl: Data potwierdzenia
pt: Data de confirmação
sr: Потврда Датум
sv: Bekräftelsedatum

source: Termination Date
ar: تاريخ الإنهاء
de: Beendigungsdatum
es: Fecha de conclusión
fi: Irtisanomispäivä
fr: Date de résiliation
it: Data Fine Collaborazione
ja: 退職日
nl: Beëindigingsdatum
no: Sluttdato
pl: Data zakończenia
pt: Data de finalização
sr: Датум завршетка
sv: Slutdatum

source: Department
ar:  قسم، أقسام
de: Abteilung
es: Departamento
fi: osasto
fr: département
it: Dipartimento
ja: 部門
nl: afdeling
no: Avdeling
pl: Departament
pt: Departamento
sr: одељење
sv: Avdelning

source: Supervisor
ar: مشرف
de: Vorgesetzter
fi: Valvoja
fr: Superviseur
it: Supervisore
ja: スーパーバイザー
nl: Leidinggevende
pl: Kierownik
sr: Надзорник
sv: Handledare

source: Indirect Supervisors
ar: المشرفون غير المباشرين
de: Indirekte Vorgesetzte
es: Supervisores indirectos
fi: epäsuora Esimiehet
fr: Superviseurs indirects
it: Supervisore Indiretto
ja: 間接的な監督者
nl: Indirecte toezichthouders
no: Indirekte Tilsynsførere
pl: Pośredni nadzorcy
pt: Supervisores Indiretos
sr: индиректни Супервизори
sv: Indirekta tillsynsmyndigheter

source: First Level Approver
ar: المستوى الأول
de: Billiger Stufe 1
es: Aprobador de primer nivel
fi: Ensimmäisen tason Hyväksyjä
fr: Approbateur de Premier Niveau
it: I Liv. Approvazione
ja: 最初のレベルの承認者
nl: Eerste niveau Approver
no: Første nivå godkjent
pl: Pierwszy poziom zatwierdzający
pt: Aprovador de primeiro nível
sr: Први ниво одобраватељ
sv: Första nivå godkännare

source: Second Level Approver
ar: موافقة المستوى الثاني
de: Billiger Stufe 2
es: Aprobador de segundo nivel
fi: Toinen taso Hyväksyjä
fr: Approbateur de deuxième niveau
it: II Liv. Approvazione
ja: セカンドレベル承認
pl: Drugi poziom zatwierdzający
pt: Aprovador do segundo nível
sr: Други ниво одобраватељ
sv: Andra nivå godkännare

source: Third Level Approver
ar: موافقة المستوى الثالث
de: Billiger Stufe 3
es: Aprobador de tercer nivel
fi: Kolmas taso Hyväksyjä
fr: Approbateur de troisième niveau
it: III Liv. Approvazione
ja: 第3レベルの承認者
nl: Derde niveau goedkeurder
no: Tredje nivå godkjent
pl: Zatwierdzony na trzecim poziomie
pt: Aprovador de terceiro nível
sr: Трећи ниво одобраватељ
sv: Tredje nivå godkännare

source: Notes
ar: ملاحظات
de: Notizen
es: Notas
fi: Huomautuksia
fr: Remarques
it: Note
ja: ノート
no: Merknader
pl: Uwagi
pt: Notas
sr: белешке
sv: anteckningar

source: Time (GMT)
ar: الوقت (GMT)
de: Zeit (GMT)
es: Tiempo (GMT)
fi: (GMT)
fr: Heure (GMT)
it: Orario (GMT)
ja: 標準時（GMT）
nl: Tijd (GMT)
no: Tid (GMT)
pl: Czas (GMT)
pt: Horário (GMT)
sr: Време (ГМТ)
sv: Tid (GMT)

source: User
ar: المستعمل
de: Benutzer
es: Usuario
fi: käyttäjä
fr: Utilisateur
it: Utente
ja: ユーザー
nl: Gebruiker
no: Bruker
pl: Użytkownik
pt: Do utilizador
sr: корисник
sv: Användare

source: IP Address
ar: عنوان IP
de: IP-Adresse
es: Dirección IP
fi: IP-osoite
fr: Adresse IP
it: Indirizzo IP
ja: IPアドレス
nl: IP adres
no: IP adresse
pl: Adres IP
pt: Endereço de IP
sr: ИП адреса
sv: IP-adress

source: Logged In Employee
ar: تسجيل في الموظف
de: Angemeldeter Mitarbeiter
es: Empleado registrado
fi: Kirjautunut Työntekijä
fr: Connecté Employé
it: Dipendente Collegato
ja: 従業員に記録
nl: Ingelogde werknemer
no: Logget på medarbeider
pl: Zalogowany pracownik
pt: Empregado conectado
sr: Пријављени У запосленог
sv: Inloggad Medarbetare

source: Skill
ar: مهارة
de: Fähigkeit
es: Habilidad
fi: Taito
fr: Compétence
it: Competenze
ja: 技能
nl: bekwaamheid
no: Ferdighet
pl: Umiejętność
pt: Habilidade
sr: Вештина
sv: Skicklighet

source: Qualification
ar: المؤهل
de: Qualifikation
es: Calificación
fi: pätevyys
it: Qualifica
ja: 資格
nl: Kwalificatie
no: Kvalifikasjon
pl: Kwalifikacja
pt: Qualificação
sr: квалификација
sv: Kompetens

source: Institute
ar: معهد
de: Institut
es: Instituto
fi: instituutti
fr: Institut
it: Istituto
ja: 機関
nl: Instituut
no: Institutt
pl: Instytut
pt: Instituto
sr: Институт
sv: Inleda

source: Start Date
ar: تاريخ البدء
de: Anfangsdatum
es: Fecha de inicio
fi: Aloituspäivämäärä
fr: Date de début
it: Data Inizio
ja: 開始日
nl: Begin datum
no: Startdato
pl: Data rozpoczęcia
pt: Data de início
sr: Старт Дате
sv: Start datum

source: Completed On
ar: اكتملت
de: Fertiggestellt am
es: Completado en
fi: Valmistunut
fr: Complété le
it: Data Fine
ja: 完了
nl: Voltooid op
no: Fullført På
pl: Zakończono
pt: Completo em
sr: Завршено
sv: Avslutad på

source: Certification
ar: شهادة
de: Zertifizierung
es: Proceso de dar un título
fi: sertifiointi
it: Certificazioni
ja: 認証
nl: certificaat
no: sertifisering
pl: Orzecznictwo
pt: Certificação
sr: потврда
sv: certifiering

source: Granted On
ar: منح على
de: Bewilligt am
es: Concedido por
fi: myönnetty
fr: Accordé sur
it: Concesso il
ja: 上に与えられました
nl: Toegegeven
pl: Przyznane
pt: Concedido em
sr: одобрено
sv: Beviljas på

source: Valid Thru
ar: صالح من خلال
de: Gültig bis
es: Válido a través
fi: Voimassa jonnekin asti
fr: Valide jusqu'au
it: Valido Fino
ja: Thru有効な
nl: Geldig door
no: Gyldig gjennom
pl: Ważny do
pt: Válido até
sr: važi до
sv: Giltig till och med

source: Language
ar: لغة
de: Sprache
es: Idioma
fi: Kieli
fr: La langue
it: Lingua
ja: 言語
nl: Taal
no: Språk
pl: Język
pt: Língua
sr: Језик
sv: Språk

source: Reading
ar: قراءة
de: Lesen
es: Leyendo
fi: lukeminen
fr: En train de lire
it: Letta
ja: レディング
nl: Lezing
no: Lesning
pl: Czytanie
pt: Leitura
sr: читање
sv: Läsning

source: Speaking
ar: تكلم
de: Sprechen
es: Hablando
fi: Puhuminen
fr: Parlant
it: Parlata
ja: 話し中
nl: sprekend
no: snakker
pl: Mówienie
pt: Falando
sr: говор
sv: Tala

source: Writing
ar: جاري الكتابة
de: Schreiben
es: Escritura
fi: Kirjoittaminen
fr: L'écriture
it: Scritta
ja: 書き込み
nl: schrift
no: skrive
pl: Pisanie
pt: Escrevendo
sr: писање
sv: Skrift

source: Understanding
ar: فهم
de: Verstehen
es: Comprensión
fi: Ymmärtäminen
fr: Compréhension
it: Comprensione
ja: 理解
nl: Begrip
no: forståelse
pl: Zrozumienie
pt: Compreensão
sr: разумевање
sv: Förståelse

source: Date Added
ar: تم إضافة التاريخ
de: Hinzugefügt am
es: Fecha Agregada
fi: lisäyspäivämäärä
fr: date ajoutée
it: Data Aggiunta
ja: 追加された日付
nl: Datum toegevoegd
no: Dato lagt til
pl: Data dodania
pt: data adicionada
sr: Датум додавања
sv: datum tillagt

source: Valid Until
ar: صالح حتى
de: Gültig bis
es: Válido hasta
fi: voimassa
fr: Valable jusque
it: Valido Fino a
ja: まで有効
nl: Geldig tot
no: Gyldig til
pl: Ważne do
pt: Válido até
sr: Исправно до
sv: Giltig till

source: Relationship
ar: صلة
de: Beziehung
es: Relación
fi: yhteys
fr: Relation
it: Relazione
ja: 関係
nl: verwantschap
no: Forhold
pl: Związek
pt: Relação
sr: Однос
sv: Relation

source: Id Number
ar: رقم الهوية
de: ID-Nummer
es: Número de identificación
fi: ID-numero
fr: Numéro d'identification
it: Tipo e Nr. Documento Identit√†
ja: ID番号
nl: ID nummer
no: ID-nummer
pl: Numer identyfikacyjny
pt: Número de identidade
sr: ИД број
sv: Id nummer

source: All Job Titles
ar: جميع عناوين الوظائف
de: Alle Job-Beschreibungen
es: Todos los títulos de trabajo
fi: Kaikki tehtävänimikkeet
fr: Tous les titres d'emploi
it: Tutti i Titoli di Lavoro
ja: すべての役職
nl: Alle jobtitels
no: Alle jobbtitler
pl: Wszystkie tytuły prac
pt: Todos os títulos de emprego
sr: Све Јоб Титлес
sv: Alla jobbtitel

source: All Departments
ar: جميع الإدارات
de: Alle Abteilungen
es: Todos los departamentos
fi: kaikki osastot
fr: Tous les départements
it: Tutte le Categorie
ja: すべてのカテゴリー
nl: Alle afdelingen
no: Alle avdelinger
pl: Wszystkie departamenty
pt: Todos os departamentos
sr: sve Катедре
sv: Alla avdelningar

source: Anyone
ar: أي واحد
de: Jemand
es: Nadie
fi: kukaan
fr: N'importe qui
it: Chiunque
ja: 誰でも
nl: Iedereen
no: Hvem som helst
pl: Ktoś
pt: Alguém
sr: Било ко
sv: Någon

source: Field
ar: حقل
de: Feld
es: Campo
fi: Ala
fr: Champ
it: Campo
ja: フィールド
nl: Veld
no: Felt
pl: Pole
pt: Campo
sr: поље
sv: Fält

source: Old Value
ar: القيمة القديمة
de: Alter Wert
es: Valor antiguo
fi: vanha arvo
fr: Ancienne valeur
it: Vecchio Valore
ja: 古い値
nl: Oude waarde
no: Gamle verdi
pl: Stara wartość
pt: Valor antigo
sr: Старо Вредност
sv: Gammalt värde

source: New Value
ar: قيمة جديدة
de: Neuer Wert
es: Nuevo valor
fi: uusi arvo
fr: Nouvelle valeur
it: Nuovo Valore
ja: 新しい値
nl: Nieuwe waarde
no: Ny verdi
pl: Nowa wartość
pt: Novo valor
sr: нова вредност
sv: Nytt värde

source: Modified By
ar: تعديل بواسطة
de: Verändert von
es: Modificado por
fi: Muokannut
fr: Modifié par
it: Modificato da
ja: 更新者
nl: Aangepast door
no: Modifisert av
pl: Modyfikowane przez
pt: Modificado por
sr: Модификована
sv: Modifierad av

source: Created
ar: تم انشاؤوها
de: Erstellt
es: Creado
fi: Luotu
fr: Créé
it: Creato
ja: 作成した
nl: gemaakt
no: laget
pl: Stworzony
pt: Criada
sr: направљена
sv: Skapad

source: Notify Expiry
ar: إخطار انتهاء
de: Über Ablauf benachrichtigen
es: Notificar vencimiento
fi: Ilmoita päättyminen
fr: Signaler l'expiration
it: Notifica Scadenza
ja: 有効期限を通知
nl: Expiry melden
no: Meld utløp
pl: Powiadom o wygaśnięciu
pt: Notificar Expiração
sr: Нотифи истека
sv: Meddela utgången

source: Notify Expiry Before One Month
ar: إخطار انتهاء قبل شهر واحد
de: Einen Monat vor Ablauf benachrichtigen
es: Notificar vencimiento antes de un mes
fi: Muistuta päättyminen Ennen Yksi kuukausi
fr: Avertir l'expiration avant un mois
it: Notifica Scadenza (un mese prima)
ja: 1ヶ月前に有効期限を通知します
nl: Verwittig verstrijking vóór één maand
no: Meld utløp før en måned
pl: Powiadom o wygaśnięciu przed upływem miesiąca
pt: Notifique a validade antes de um mês
sr: Обавести истека Пре месец дана
sv: Meddela utgången före en månad

source: Notify Expiry Before One Week
ar: إخطار انتهاء قبل أسبوع واحد
de: Eine Woche vor Ablauf benachrichtigen
es: Notificar vencimiento antes de una semana
fi: Muistuta päättyminen Ennen Viikko
fr: Avertir l'expiration avant une semaine
it: Notifica Scadenza (una settimana prima)
ja: 1週間前に有効期限を通知します
nl: Verwittig verstrijken vóór een week
no: Varsel utløp før en uke
pl: Powiadom o wygaśnięciu przed jednym tygodniem
pt: Notifique o vencimento antes de uma semana
sr: Обавести истека Пре једне седмице
sv: Meddela upphörande före en vecka

source: Notify Expiry Before One Day
ar: إخطار انتهاء قبل يوم واحد
de: Einen Tag vor Ablauf benachrichtigen
es: Notificar vencimiento antes de un día
fi: Muistuta päättyminen ennen One Day
fr: Avertir l'échéance avant un jour
it: Notifica Scadenza (un giorno prima)
ja: 一日前に有効期限を通知します
nl: Verwittig verstrijken voor één dag
no: Varsel utløp før en dag
pl: Powiadom o wygaśnięciu przed jednym dniem
pt: Notifique o vencimento antes de um dia
sr: Обавести истека Пре Оне Даи
sv: Meddela utgången före en dag

source: Travel Type
ar: نوع السفر
de: Reisetyp
es: Tipo de viaje
fi: mittatilaa
fr: Type de voyage
it: Tipo Viaggio
ja: 旅行タイプ
nl: Reistype
no: Reisetype
pl: Rodzaj podróży
pt: Tipo de viagem
sr: травел Тип
sv: Rese typ

source: Purpose of Travel
ar: الغرض من السفر
de: Zweck der Reise
es: Propósito de viaje
fi: Matkan tarkoitusta
fr: Raison du voyage
it: Scopo Viaggio
ja: 渡航の目的
nl: Doel van reizen
no: Hensikt med reisen
pl: Cel podróży
pt: Propósito da viagem
sr: Сврха путовања
sv: Mening med resa
