Repository: gamonoid/icehrm
Catalog: core/lang/*.po
Languages: ar, de, es, fi, fr, it, ja, nl, no, pl, pt, sr, sv

source: Here you can create custom payslip templates.
ar: هنا يمكنك إنشاء قوالب payslip مخصصة.
de: Hier können Sie benutzerdefinierte PaySlip -Vorlagen erstellen.
es: Aquí puede crear plantillas personalizadas de sueldo.
fi: Täällä voit luoda mukautettuja palkkalaitteita.
fr: Ici, vous pouvez créer des modèles de paie personnalisés.
it: Qui puoi creare modelli di buste paga personalizzate.
ja: ここでは、カスタムペイスリップテンプレートを作成できます。
nl: Hier kunt u aangepaste Payslip -sjablonen maken.
no: Her kan du opprette tilpassede lønnsslippmaler.
pl: Tutaj możesz tworzyć niestandardowe szablony Payslip.
pt: Aqui você pode criar modelos de paylip personalizados.
sr: Овде можете да креирате прилагођене предлошке Паислип-а.
sv: Här kan du skapa anpassade betalningsmallar.

source: Here you can add employment types that will be used when creating job posts.
ar: هنا يمكنك إضافة أنواع التوظيف التي سيتم استخدامها عند إنشاء منشورات عمل.
de: Hier können Sie Beschäftigungstypen hinzufügen, die beim Erstellen von Job -Posts verwendet werden.
es: Aquí puede agregar tipos de empleo que se utilizarán al crear publicaciones de trabajo.
fi: Täällä voit lisätä työllisyystyyppejä, joita käytetään luotaessa työviestejä.
fr: Ici, vous pouvez ajouter des types d'emploi qui seront utilisés lors de la création de postes d'emploi.
it: Qui puoi aggiungere tipi di lavoro che verranno utilizzati durante la creazione di post di lavoro.
ja: ここでは、ジョブ投稿を作成するときに使用される雇用タイプを追加できます。
nl: Hier kunt u werkgelegenheidstypen toevoegen die worden gebruikt bij het maken van taakberichten.
no: Her kan du legge til sysselsettingstyper som skal brukes når du oppretter stillingsinnlegg.
pl: Tutaj możesz dodać typy zatrudnienia, które będą używane podczas tworzenia postów pracy.
pt: Aqui você pode adicionar tipos de emprego que serão usados ​​ao criar postagens de trabalho.
sr: Овде можете додати врсте запослености који ће се користити приликом креирања радниһ места.
sv: Här kan du lägga till sysselsättningstyper som kommer att användas när du skapar jobbposter.

source: Here you can add different experience levels that will be used when creating job posts.
ar: هنا يمكنك إضافة مستويات خبرة مختلفة سيتم استخدامها عند إنشاء منشورات عمل.
de: Hier können Sie unterschiedliche Erfahrungsstufen hinzufügen, die beim Erstellen von Job -Posts verwendet werden.
es: Aquí puede agregar diferentes niveles de experiencia que se utilizarán al crear publicaciones de trabajo.
fi: Täällä voit lisätä erilaisia ​​kokemustasoja, joita käytetään luotaessa työviestejä.
fr: Ici, vous pouvez ajouter différents niveaux d'expérience qui seront utilisés lors de la création de postes d'emploi.
it: Qui puoi aggiungere diversi livelli di esperienza che verranno utilizzati durante la creazione di post di lavoro.
ja: ここでは、ジョブ投稿を作成するときに使用されるさまざまなエクスペリエンスレベルを追加できます。
nl: Hier kunt u verschillende ervaringsniveaus toevoegen die worden gebruikt bij het maken van taakberichten.
no: Her kan du legge til forskjellige opplevelsesnivåer som vil bli brukt når du oppretter stillingsinnlegg.
pl: Tutaj możesz dodać różne poziomy doświadczeń, które zostaną użyte podczas tworzenia postów pracy.
pt: Aqui você pode adicionar diferentes níveis de experiência que serão usados ​​ao criar postagens de emprego.
sr: Овде можете додати различите нивое искустава који ће се користити приликом креирања радниһ места.
sv: Här kan du lägga till olika erfarenhetsnivåer som kommer att användas när du skapar jobbposter.

source: Here you can add job functions that will be used when creating job posts.
ar: هنا يمكنك إضافة وظائف الوظيفة التي سيتم استخدامها عند إنشاء منشورات الوظائف.
de: Hier können Sie Jobfunktionen hinzufügen, die beim Erstellen von Job -Posts verwendet werden.
es: Aquí puede agregar funciones de trabajo que se utilizarán al crear publicaciones de trabajo.
fi: Täällä voit lisätä työtoimintoja, joita käytetään luotaessa työviestejä.
fr: Ici, vous pouvez ajouter des fonctions de travail qui seront utilisées lors de la création de messages de travail.
it: Qui puoi aggiungere funzioni di lavoro che verranno utilizzate durante la creazione di post di lavoro.
ja: ここでは、ジョブ投稿を作成するときに使用されるジョブ機能を追加できます。
nl: Hier kunt u taakfuncties toevoegen die worden gebruikt bij het maken van taakberichten.
no: Her kan du legge til jobbfunksjoner som skal brukes når du oppretter stillingsinnlegg.
pl: Tutaj możesz dodać funkcje zadań, które będą używane podczas tworzenia postów pracy.
pt: Aqui você pode adicionar funções de trabalho que serão usadas ao criar postagens de trabalho.
sr: Овде можете додати функције посла који ће се користити приликом креирања радниһ места.
sv: Här kan du lägga till jobbfunktioner som kommer att användas när du skapar jobbposter.

source: Here you can add education levels that will be used when creating job posts.
ar: هنا يمكنك إضافة مستويات التعليم التي سيتم استخدامها عند إنشاء منشورات عمل.
de: Hier können Sie Bildungsniveaus hinzufügen, die beim Erstellen von Job -Posts verwendet werden.
es: Aquí puede agregar niveles de educación que se utilizarán al crear publicaciones de trabajo.
fi: Täällä voit lisätä koulutustasoja, joita käytetään luotaessa työviestejä.
fr: Ici, vous pouvez ajouter des niveaux d'éducation qui seront utilisés lors de la création de postes d'emploi.
it: Qui puoi aggiungere livelli di istruzione che verranno utilizzati durante la creazione di post di lavoro.
ja: ここでは、ジョブ投稿を作成するときに使用される教育レベルを追加できます。
nl: Hier kunt u opleidingsniveaus toevoegen die worden gebruikt bij het maken van vacatures.
no: Her kan du legge til utdanningsnivåer som vil bli brukt når du oppretter stillingsinnlegg.
pl: Tutaj możesz dodać poziomy wykształcenia, które będą używane podczas tworzenia stanowisk pracy.
pt: Aqui você pode adicionar níveis de educação que serão usados ​​ao criar postagens de emprego.
sr: Овде можете додати ниво образовања који ће се користити приликом креирања радниһ места.
sv: Här kan du lägga till utbildningsnivåer som kommer att användas när du skapar jobbposter.

source: Here you can define the benefits that will be given by your organization to candidates.
ar: هنا يمكنك تحديد الفوائد التي ستقدمها مؤسستك للمرشحين.
de: Hier können Sie die Vorteile definieren, die Ihre Organisation den Kandidaten erhalten.
es: Aquí puede definir los beneficios que su organización otorgará a los candidatos.
fi: Täällä voit määritellä edut, jotka organisaatiosi antaa ehdokkaille.
fr: Ici, vous pouvez définir les avantages qui seront accordés par votre organisation aux candidats.
it: Qui puoi definire i benefici che verranno dati dalla tua organizzazione ai candidati.
ja: ここでは、組織が候補者に与えられる利点を定義できます。
nl: Hier kunt u de voordelen definiëren die door uw organisatie aan kandidaten zullen worden gegeven.
no: Her kan du definere fordelene som vil bli gitt av organisasjonen din til kandidater.
pl: Tutaj możesz zdefiniować korzyści, które będą przyznawane przez organizację kandydatom.
pt: Aqui você pode definir os benefícios que serão fornecidos pela sua organização aos candidatos.
sr: Овде можете дефинисати користи које ће ваша организација дати кандидатима.
sv: Här kan du definiera de fördelar som din organisation kommer att ges till kandidater.

source: Here you can create job posts and generate job links.
ar: هنا يمكنك إنشاء منشورات عمل وإنشاء روابط الوظائف.
de: Hier können Sie Beiträge erstellen und Stellenlinks erstellen.
es: Aquí puede crear publicaciones de trabajo y generar enlaces de trabajo.
fi: Täällä voit luoda työviestejä ja luoda työlinkkejä.
fr: Ici, vous pouvez créer des articles de travail et générer des liens de travail.
it: Qui puoi creare post di lavoro e generare collegamenti di lavoro.
ja: ここでは、ジョブ投稿を作成してジョブリンクを生成できます。
nl: Hier kunt u taakberichten maken en taaklinks genereren.
no: Her kan du opprette stillingsinnlegg og generere jobblenker.
pl: Tutaj możesz tworzyć posty zadań i generować linki zadań.
pt: Aqui você pode criar postagens de emprego e gerar links de emprego.
sr: Овде можете да креирате радне мјесте и створите везе за посао.
sv: Här kan du skapa jobbposter och generera jobblänkar.

source: Here you can view all the candidates that have applied for job positions through the job links. You can manually candidates by clicking on Add New.
ar: هنا يمكنك عرض جميع المرشحين الذين تقدموا بطلب للحصول على وظائف من خلال روابط الوظائف. يمكنك المرشحين يدويًا بالنقر فوق إضافة جديد.
de: Hier können Sie alle Kandidaten anzeigen, die sich über die Joblinks für Stellenpositionen beworben haben. Sie können manuell Kandidaten durch Klicken auf neu hinzufügen.
es: Aquí puede ver todos los candidatos que han solicitado puestos de trabajo a través de los enlaces de trabajo. Puede hacer clic manualmente haciendo clic en Agregar nuevo.
fi: Täällä voit tarkastella kaikkia ehdokkaita, jotka ovat hakeneet työtehtäviä työlinkkien kautta. Voit manuaalisesti ehdokkaita napsauttamalla lisää uusia.
fr: Ici, vous pouvez consulter tous les candidats qui ont postulé pour des postes de poste via les liens d'emploi. Vous pouvez manuellement les candidats en cliquant sur Ajouter un nouveau.
it: Qui puoi visualizzare tutti i candidati che hanno fatto domanda per le posizioni di lavoro attraverso i collegamenti di lavoro. Puoi candidati manualmente facendo clic su Aggiungi nuovo.
ja: ここでは、ジョブリンクを通じて職位に応募したすべての候補者を表示できます。 [新しい追加]をクリックすると、手動で候補者ができます。
nl: Hier kunt u alle kandidaten bekijken die zijn aangevraagd voor taakposities via de taaklinks. U kunt handmatig kandidaten handmatig door te klikken op Nieuw toevoegen.
no: Her kan du se alle kandidatene som har søkt om stillinger gjennom jobbkoblingene. Du kan manuelt kandidater ved å klikke på Legg til nytt.
pl: Tutaj możesz zobaczyć wszystkich kandydatów, którzy ubiegali się o stanowiska pracy za pośrednictwem linków pracy. Możesz ręcznie kandydatów, klikając dodaj nowy.
pt: Aqui você pode visualizar todos os candidatos que se candidataram a cargos de trabalho através dos links de trabalho. Você pode candidatos manualmente clicando em Adicionar Novo.
sr: Овде можете да видите све кандидате који су се пријавили за радне позиције путем радниһ веза. Можете ручно кандидате кликом на Додај ново.
sv: Här kan du se alla kandidater som har ansökt om jobbpositioner genom jobblänkarna. Du kan manuellt kandidater genom att klicka på Lägg till nya.

source: Here you can manage of all the candidates with the hiring stage New.
ar: هنا يمكنك إدارة جميع المرشحين مع مرحلة التوظيف الجديدة.
de: Hier können Sie alle Kandidaten mit neuer Einstellungsphase bewältigen.
es: Aquí puede manejar todos los candidatos con el escenario de contratación nuevo.
fi: Täällä voit hallita kaikkia ehdokkaita vuokrausvaiheella.
fr: Ici, vous pouvez gérer tous les candidats avec le stade d'embauche nouveau.
it: Qui puoi gestire tutti i candidati con la fase di assunzione nuovo.
ja: ここでは、採用段階ですべての候補者を管理できます。
nl: Hier kunt u alle kandidaten beheren met de nieuwstadium nieuw.
no: Her kan du styre alle kandidatene med ansettelsesstadiet NY.
pl: Tutaj możesz zarządzać wszystkimi kandydatami z nowym etapem zatrudnienia.
pt: Aqui você pode gerenciar todos os candidatos com o estágio de contratação novo.
sr: Овде можете управљати свим кандидатима са фази ангажовања Ново.
sv: Här kan du hantera alla kandidater med den nya anställningsstadiet.

source: Here you can manage all the candidates in the Phone Screen hiring stage.
ar: هنا يمكنك إدارة جميع المرشحين في مرحلة توظيف شاشة الهاتف.
de: Hier können Sie alle Kandidaten in der Einstellung des Telefonbildschirms verwalten.
es: Aquí puede administrar todos los candidatos en la etapa de contratación de la pantalla del teléfono.
fi: Täällä voit hallita kaikkia ehdokkaita puhelimen näytön vuokrausvaiheessa.
fr: Ici, vous pouvez gérer tous les candidats de l'étape d'embauche d'écran de téléphone.
it: Qui puoi gestire tutti i candidati nella fase di assunzione dello schermo del telefono.
ja: ここでは、電話画面の採用段階のすべての候補者を管理できます。
nl: Hier kunt u alle kandidaten beheren in het wervingsfase van het telefoonscherm.
no: Her kan du administrere alle kandidatene i ansettelsesstadiet på telefonskjermen.
pl: Tutaj możesz zarządzać wszystkimi kandydatami na etapie zatrudnienia ekranu telefonu.
pt: Aqui você pode gerenciar todos os candidatos na fase de contratação da tela do telefone.
sr: Овде можете управљати свим кандидатима у фази запошљавања телефона.
sv: Här kan du hantera alla kandidater i telefonskärmens anställningsstadium.

source: Here you can manage all the candidates in the Assessment hiring stage.
ar: هنا يمكنك إدارة جميع المرشحين في مرحلة توظيف التقييم.
de: Hier können Sie alle Kandidaten in der Einstellungsphase der Bewertung verwalten.
es: Aquí puede administrar todos los candidatos en la etapa de contratación de evaluación.
fi: Täällä voit hallita kaikkia ehdokkaita arvioinnin vuokrausvaiheessa.
fr: Ici, vous pouvez gérer tous les candidats dans la phase d'embauche d'évaluation.
it: Qui puoi gestire tutti i candidati nella fase di assunzione di valutazione.
ja: ここでは、評価採用段階のすべての候補者を管理できます。
nl: Hier kunt u alle kandidaten beheren in de beoordelingsfase.
no: Her kan du administrere alle kandidatene i vurderingsstadiet.
pl: Tutaj możesz zarządzać wszystkimi kandydatami na etapie zatrudnienia oceny.
pt: Aqui você pode gerenciar todos os candidatos no estágio de contratação de avaliação.
sr: Овде можете управљати свим кандидатима у фази запошљавања процене.
sv: Här kan du hantera alla kandidater i bedömningsanställningsstadiet.

source: Here you can manage all the candidates of the candidates in the Interview hiring stage. The candidate will be moved to this stage when an interview is scheduled.
ar: هنا يمكنك إدارة جميع المرشحين للمرشحين في مرحلة توظيف المقابلة. سيتم نقل المرشح إلى هذه المرحلة عندما يتم جدولة مقابلة.
de: Hier können Sie alle Kandidaten der Kandidaten in der Interview -Einstellungsstufe verwalten. Der Kandidat wird in diese Phase verschoben, wenn ein Interview geplant ist.
es: Aquí puede administrar todos los candidatos de los candidatos en la etapa de contratación de la entrevista. El candidato se trasladará a esta etapa cuando esté programada para una entrevista.
fi: Täällä voit hallita kaikkia ehdokkaiden ehdokkaita haastattelun vuokrausvaiheessa. Ehdokas siirretään tähän vaiheeseen, kun haastattelu on suunniteltu.
fr: Ici, vous pouvez gérer tous les candidats des candidats dans le stade d'embauche de l'interview. Le candidat sera déplacé vers cette étape lorsqu'un entretien sera prévu.
it: Qui puoi gestire tutti i candidati dei candidati nella fase di assunzione dell'intervista. Il candidato verrà spostato in questa fase quando è prevista un'intervista.
ja: ここでは、インタビューの採用段階で候補者のすべての候補者を管理できます。候補者は、インタビューが予定されているときにこの段階に移動されます。
nl: Hier kunt u alle kandidaten van de kandidaten beheren in het interview dat fase aanneemt. De kandidaat wordt naar deze fase verplaatst wanneer een interview is gepland.
no: Her kan du styre alle kandidatene til kandidatene i ansettelsesstadiet for intervjuet. Kandidaten vil bli flyttet til dette stadiet når et intervju er planlagt.
pl: Tutaj możesz zarządzać wszystkimi kandydatami kandydatów na etapie zatrudnienia wywiadu. Kandydat zostanie przeniesiony na ten etap podczas zaplanowania rozmowy kwalifikacyjnej.
pt: Aqui você pode gerenciar todos os candidatos dos candidatos no estágio de contratação da entrevista. O candidato será transferido para este estágio quando uma entrevista for agendada.
sr: Овде можете управљати свим кандидатима кандидата у фази ангажовања интервјуа. Кандидат ће се преселити у ову фазу када је заказан интервју.
sv: Här kan du hantera alla kandidater till kandidaterna i intervjuutarbetningsstadiet. Kandidaten kommer att flyttas till detta skede när en intervju är planerad.

source: Here you can manage all the candidates in the Offer Sent hiring stage.
ar: هنا يمكنك إدارة جميع المرشحين في عرض المرحلة التي تم إرسال التوظيف.
de: Hier können Sie alle Kandidaten in der Einstellungsphase des Angebots verwalten.
es: Aquí puede administrar todos los candidatos en la oferta envió una etapa de contratación.
fi: Täällä voit hallita kaikkia ehdokkaita vuokrausvaiheessa lähetetyssä tarjouksessa.
fr: Ici, vous pouvez gérer tous les candidats de l'offre envoyée en phase d'embauche.
it: Qui puoi gestire tutti i candidati nella fase di assunzione inviata.
ja: ここでは、送信されたオファーのすべての候補者を雇用段階に管理できます。
nl: Hier kunt u alle kandidaten beheren in het aanbod dat de wervingsfase wordt verzonden.
no: Her kan du administrere alle kandidatene i tilbudet som ble sendt ansettelsesstadiet.
pl: Tutaj możesz zarządzać wszystkimi kandydatami na etapie zatrudnienia oferty.
pt: Aqui você pode gerenciar todos os candidatos na oferta enviada em estágio de contratação.
sr: Овде можете управљати свим кандидатима у понуди послан је фазу запошљавања.
sv: Här kan du hantera alla kandidater i erbjudandet som skickas anställningsfas.

source: Here you can manage all the candidate in the Hired hiring stage.
ar: هنا يمكنك إدارة جميع المرشحين في مرحلة التوظيف المستأجرة.
de: Hier können Sie den gesamten Kandidaten in der Einstellungsphase verwalten.
es: Aquí puede administrar todo el candidato en la etapa de contratación contratada.
fi: Täällä voit hallita kaikkia ehdokkaita palkatun vuokrausvaiheessa.
fr: Ici, vous pouvez gérer tous les candidats à l'étape d'embauche embauchée.
it: Qui puoi gestire tutto il candidato nella fase di assunzione assunta.
ja: ここでは、雇用された雇用段階ですべての候補者を管理できます。
nl: Hier kunt u alle kandidaten beheren in de ingehuurde wervingsfase.
no: Her kan du administrere all kandidaten i ansettelsesstadiet.
pl: Tutaj możesz zarządzać wszystkimi kandydatami na zatrudnionym etapie zatrudnienia.
pt: Aqui você pode gerenciar todo o candidato na fase de contratação contratada.
sr: Овде можете управљати свим кандидатом у фази ангажованог запошљавања.
sv: Här kan du hantera all kandidat i den anställda anställningsstadiet.

source: Here you can manage all the rejected candidates.
ar: هنا يمكنك إدارة جميع المرشحين المرفوضين.
de: Hier können Sie alle abgelehnte Kandidaten verwalten.
es: Aquí puede administrar todos los candidatos rechazados.
fi: Täällä voit hallita kaikkia hylättyjä ehdokkaita.
fr: Ici, vous pouvez gérer tous les candidats rejetés.
it: Qui puoi gestire tutti i candidati rifiutati.
ja: ここでは、拒否されたすべての候補者を管理できます。
nl: Hier kunt u alle afgewezen kandidaten beheren.
no: Her kan du administrere alle de avviste kandidatene.
pl: Tutaj możesz zarządzać wszystkimi odrzuconymi kandydatami.
pt: Aqui você pode gerenciar todos os candidatos rejeitados.
sr: Овде можете управљати свим одбаченим кандидатима.
sv: Här kan du hantera alla avvisade kandidater.

source: Here you can add all the skills you have.
ar: هنا يمكنك إضافة جميع المهارات التي لديك.
de: Hier können Sie alle Fähigkeiten hinzufügen, die Sie haben.
es: Aquí puede agregar todas las habilidades que tiene.
fi: Täällä voit lisätä kaikki taitot.
fr: Ici, vous pouvez ajouter toutes les compétences dont vous disposez.
it: Qui puoi aggiungere tutte le abilità che hai.
ja: ここでは、持っているすべてのスキルを追加できます。
nl: Hier kun je alle vaardigheden toevoegen die je hebt.
no: Her kan du legge til alle ferdighetene du har.
pl: Tutaj możesz dodać wszystkie posiadane umiejętności.
pt: Aqui você pode adicionar todas as habilidades que tem.
sr: Овде можете додати све вештине које имате.
sv: Här kan du lägga till alla färdigheter du har.

source: Here you can add details about your education levels.
ar: هنا يمكنك إضافة تفاصيل حول مستويات التعليم الخاصة بك.
de: Hier können Sie Details zu Ihrem Bildungsniveau hinzufügen.
es: Aquí puede agregar detalles sobre sus niveles de educación.
fi: Täällä voit lisätä yksityiskohtia koulutustasostasi.
fr: Ici, vous pouvez ajouter des détails sur vos niveaux d'éducation.
it: Qui puoi aggiungere dettagli sui tuoi livelli di istruzione.
ja: ここでは、教育レベルの詳細を追加できます。
nl: Hier kunt u details toevoegen over uw opleidingsniveau.
no: Her kan du legge til detaljer om utdanningsnivåene dine.
pl: Tutaj możesz dodać szczegóły dotyczące swoich poziomów edukacji.
pt: Aqui você pode adicionar detalhes sobre seus níveis de educação.
sr: Овде можете додати детаље о својим нивоима образовања.
sv: Här kan du lägga till information om dina utbildningsnivåer.

source: Here you can add all the certifications you have completed.
ar: هنا يمكنك إضافة جميع الشهادات التي أكملتها.
de: Hier können Sie alle Zertifizierungen hinzufügen, die Sie abgeschlossen haben.
es: Aquí puede agregar todas las certificaciones que ha completado.
fi: Täältä voit lisätä kaikki valmistuneet sertifikaatit.
fr: Ici, vous pouvez ajouter toutes les certifications que vous avez terminées.
it: Qui puoi aggiungere tutte le certificazioni che hai completato.
ja: ここでは、完了したすべての認定を追加できます。
nl: Hier kunt u alle certificeringen toevoegen die u hebt voltooid.
no: Her kan du legge til alle sertifiseringene du har fullført.
pl: Tutaj możesz dodać wszystkie ukończone certyfikaty.
pt: Aqui você pode adicionar todas as certificações que você concluiu.
sr: Овде можете додати све потврде које сте завршили.
sv: Här kan du lägga till alla certifieringar du har slutfört.

source: Here you can add all the languages you are fluent in.
ar: هنا يمكنك إضافة جميع اللغات التي تتقنها.
de: Hier können Sie alle Sprachen hinzufügen, die Sie fließend spenden.
es: Aquí puede agregar todos los idiomas con los que les da fluidez.
fi: Täällä voit lisätä kaikki kielet, joissa olet sujuvasti.
fr: Ici, vous pouvez ajouter toutes les langues dans lesquelles vous parlez couramment.
it: Qui puoi aggiungere tutte le lingue in cui stai fluentemente.
ja: ここでは、堪能なすべての言語を追加できます。
nl: Hier kunt u alle talen toevoegen waarin u vloeiend bent.
no: Her kan du legge til alle språkene du er flytende i.
pl: Tutaj możesz dodać wszystkie języki, w którym biegle się biegnie.
pt: Aqui você pode adicionar todos os idiomas em que é fluente.
sr: Овде можете додати све језике у којима течно говорите.
sv: Här kan du lägga till alla språk du är flytande i.

source: Here you can add details about your dependents.
ar: هنا يمكنك إضافة تفاصيل حول المعالين.
de: Hier können Sie Details zu Ihren Angehörigen hinzufügen.
es: Aquí puede agregar detalles sobre sus dependientes.
fi: Täällä voit lisätä yksityiskohtia huollettavistasi.
fr: Ici, vous pouvez ajouter des détails sur vos personnes à charge.
it: Qui puoi aggiungere dettagli sulle tue persone a carico.
ja: ここでは、扶養家族の詳細を追加できます。
nl: Hier kunt u details toevoegen over uw personen ten laste.
no: Her kan du legge til detaljer om dine avhengige.
pl: Tutaj możesz dodać szczegóły dotyczące swoich osób na utrzymaniu.
pt: Aqui você pode adicionar detalhes sobre seus dependentes.
sr: Овде можете додати детаље о својим издржавањима.
sv: Här kan du lägga till information om dina beroende.

source: Here you can add details about your emergency contacts.
ar: هنا يمكنك إضافة تفاصيل حول جهات الاتصال الطارئة الخاصة بك.
de: Hier können Sie Details zu Ihren Notfallkontakten hinzufügen.
es: Aquí puede agregar detalles sobre sus contactos de emergencia.
fi: Täällä voit lisätä yksityiskohtia hätäyhteydet.
fr: Ici, vous pouvez ajouter des détails sur vos contacts d'urgence.
it: Qui puoi aggiungere dettagli sui tuoi contatti di emergenza.
ja: ここでは、緊急連絡先の詳細を追加できます。
nl: Hier kunt u details toevoegen over uw noodcontacten.
no: Her kan du legge til detaljer om nødkontaktene dine.
pl: Tutaj możesz dodać szczegóły dotyczące swoich kontaktów awaryjnych.
pt: Aqui você pode adicionar detalhes sobre seus contatos de emergência.
sr: Овде можете додати детаље о својим һитним контактима.
sv: Här kan du lägga till information om dina nödkontakter.
