Repository: gamonoid/icehrm
Catalog: core/lang/*.po
Languages: ar, de, es, fi, fr, it, ja, nl, no, pl, pt, sr, sv

source: Status Change Note
ar: ملاحظة تغيير الحالة
de: Statusänderungshinweis
es: Nota de cambio de estado
fi: Tila Päivitystieto
fr: Note de changement d'état
it: Nota Cambio Stato
ja: ステータス変更（注）
no: Status Endre Note
pl: Zmiana statusu Uwaga
pt: Nota de alteração de status
sr: Статус Промени Белешка
sv: Status Ändra Not

source: Leave Summary
ar: ملخص الا جازات
de: Urlaubszusammenfassung
es: Dejar resumen
fi: jätä Yhteenveto
fr: Quitter le résumé
it: Sommario Permessi
ja: 概要を残します
nl: Laat samenvatting achter
no: Oppsummering
pl: Opuść podsumowanie
pt: Deixar Resumo
sr: Оставите Суммари
sv: Lämna sammanfattning

source: Approved Leave Count
ar: عدد الإجازات المعتمدة
de: Anzahl genehmigter Urlaube
es: Aprobado Dejar conteo
fi: Hyväksytty Jätä Count
fr: Nombre de congés approuvés
it: Totale Permessi Approvati
ja: 承認された休暇カウント
nl: Goedgekeurd verlof tellen
no: Godkjent avstandstid
pl: Zatwierdzona liczba urlopów
pt: Contagem de licenças aprovadas
sr: Одобрено одсуство Точка
sv: Godkänd avstånd

source: Pending Leave Count
ar: مجموع الاجازات المعلقة
de: Anzahl ausstehender Urlaube
es: Pendiente pendiente de contar
fi: Odottaa Jätä Count
fr: Nombre de congé en attente
it: Totale Permessi in Attesa
ja: 保留中のままにカウント
nl: In afwachting van verlof tellen
no: Avventer permittering
pl: Trwa oczekiwanie na odejście
pt: Contagem de licenças pendentes
sr: Чека одобрење Точка
sv: Avvaktad ledighet

source: Available Leave Count
ar: مجموع الاجازات المتاحة
de: Anzahl verfügbarer Urlaube
es: Cuenta de licencia disponible
fi: Käytettävissä Jätä Count
fr: Nombre de congés disponibles
it: Totale Permessi Disponibili
ja: 利用可能な脱退カウント
nl: Beschikbaar verlof tellen
no: Tilgjengelig permittering
pl: Dostępne odliczanie
pt: Contagem de licenças disponível
sr: Доступно одсуство Точка
sv: Tillgänglig ledighet

source: Leave Dates
ar: تاريخ الاجازة
de: Urlaubstermine
es: Dejar Fechas
fi: jätä Päivämäärät
fr: Dates de départ
it: Date Permessi
ja: 日付を残します
nl: Verlaat de data
no: Oppgi datoer
pl: Zostaw daty
pt: Deixe as datas
sr: Оставите Датуми
sv: Lämna datum

source: Leave Date
ar: تاريخ الاجازة
de: Urlaubsdatum
es: Fecha de partida
fi: jätä Date
fr: Date de départ
it: Data Permesso
ja: 日付を残します
nl: Verlof datum
no: Oppgi dato
pl: Opuść datę
pt: Data de saída
sr: Оставите Дате
sv: Lämna datum

source: Leave Notes
ar: ترك ملاحظات
de: Urlaubshinweise
es: Dejar notas
fi: leave Huomautuksia
fr: Notes de congé
it: Note Permesso
ja: メモを残します
nl: Laat notities achter
no: Legg igjen notater
pl: Pozostaw Notatki
pt: Deixar notas
sr: Оставите Белешке
sv: Lämna anteckningar

source: Apply
ar: التقديم للاجازة
de: Anwenden
es: Aplicar
fi: Käytä
fr: Appliquer
it: Richiedi
ja: 適用します
nl: Van toepassing zijn
no: Søke om
pl: Zastosować
pt: Aplique
sr: Применити
sv: Tillämpa

source: Back
ar: الى الخلف
de: Zurück
es: Espalda
fi: Takaisin
fr: Arrière
it: Indietro
ja: バック
nl: Terug
no: Tilbake
pl: Plecy
pt: Costas
sr: Назад
sv: Tillbaka

source: Hours in Time Sheets
ar: ساعات في جداول الوقت
de: Stunden in Time Sheets
es: Horas en hojas de tiempo
fi: Tuntia ajankäyttölomakkeet
fr: Heures dans les feuilles de temps
it: Ore in tempo Sheets
ja: タイムシートで時間
nl: Uren in tijdbladen
pl: Godziny w arkuszach czasu
pt: Horas em folhas de tempo
sr: Сати у Тиме Схеетс

source: HR form
ar: نماذج الموارد البشرية
de: HR-Formular
es: Formulario de recursos humanos
fi: HR muodossa
fr: Formulaire RH
it: modulo HR
ja: HRフォーム
nl: HR-vorm
no: HR-skjema
pl: Formularz HR
pt: Formulário HR
sr: БА образац

source: HR Form Management
ar: إدارة نموذج الموارد البشرية
de: HR-Formular-Management
es: Gestión de formularios de recursos humanos
fr: Gestion des formulaires RH
it: Gestione forma HR
ja: HRフォームの管理
pl: Zarządzanie formularzami HR
pt: Gestão de formulários de RH
sr: БА Образац за управљање

source: Form Name
ar: اسم النموذج
de: Formularname
es: Nombre del formulario
fi: lomakkeen nimi
fr: Nom de forme
it: Nome modulo
ja: フォーム名
nl: Formulier naam
no: Form Navn
pl: Nazwa formularza
pt: Nome do formulario
sr: форма Име
sv: Form Namn

source: Fields
ar: مجالات
de: Felder
es: Campos
fr: Des champs
it: campi
ja: フィールド
no: Enger
pl: Pola
pt: Campos
sr: Поља

source: Employee Froms
ar: Froms الموظف
de: Mitarbeiter Froms
es: Empleado Froms
fi: työntekijän Forms
fr: Employé Froms
it: Impiegato Froms
ja: 従業員はFroms
nl: Werknemer Froms
no: Ansatt Froms
pl: Pracownicy od
pt: Empregado De
sr: zaposleni фромс
sv: Anställd Froms

source: Share Departments
ar: شارك الأقسام
de: Teilen Abteilungen
es: Compartir Departamentos
fi: Jaa Osastot
fr: Partager les départements
it: Dipartimenti Condividi
ja: 株式部門
nl: Deel afdelingen
no: Del avdelinger
pl: Udostępnianie działów
pt: Compartilhe Departamentos
sr: Схаре Катедре
sv: Dela avdelningar

source: Share Employees
ar: مشاركة الموظفين
de: Aktie Mitarbeiter
es: Compartir empleados
fi: Jaa Työntekijät
fr: Partager les employés
it: I dipendenti Condividi
ja: 共有従業員
nl: Deel werknemers
no: Del ansatte
pl: Udostępnij pracowników
pt: Compartilhar funcionários
sr: Схаре Запослени
sv: Dela medarbetare

source: Data Importers
ar: مستوردين البيانات
de: Daten Importeure
es: Importadores de datos
fi: data maahantuojat
fr: Importateurs de données
it: Importatori dati
ja: データ輸入
nl: Gegevensimporteurs
no: Dataimportører
pl: Importerzy danych
pt: Importadores de dados
sr: uvoznici података
sv: Dataimportörer

source: Data Import Files
ar: ملفات استيراد البيانات
de: Data Import von Dateien
es: Archivos de importación de datos
fi: Tietojen Tuo tiedostoja
fr: Fichiers d'importation de données
it: Importa file di dati
ja: データのインポートファイル
nl: Gegevens importeren bestanden
no: Dataimportfiler
pl: Pliki importu danych
pt: Arquivos de Importação de Dados
sr: Увоз података датотеке
sv: Dataimportfiler

source: Data Type
ar: نوع البيانات
de: Datentyp
es: Tipo de datos
fi: Tietotyyppi
fr: Type de données
it: Tipo di dati
ja: データ・タイプ
pl: Typ danych
pt: Tipo de dados
sr: Тип података
sv: Data typ

source: Columns
ar: أعمدة
de: Säulen
es: Columnas
fi: pylväät
fr: Colonnes
it: colonne
ja: コラム
no: kolonner
pl: Kolumny
pt: Colunas
sr: kolone
sv: kolumner

source: Field Title
ar: عنوان الحقل
de: Feld Titel
es: Título del campo
fi: kenttä Otsikko
fr: Titre du champ
it: campo Titolo
ja: フィールドのタイトル
nl: Veldtitel
no: Feltittel
pl: Tytuł pola
pt: Título do campo
sr: поље Наслов
sv: Fälttitel

source: Depends On
ar: يعتمد على
de: Kommt drauf an
es: Depende de
fi: Riippuu
fr: Dépend de
it: Dipende da
ja: 依存
nl: Hangt af van
no: Kommer an på
pl: Zależy od
pt: Depende de
sr: Зависи од
sv: Beror på

source: Depends On Field
ar: يعتمد على الميدان
de: Hängt Auf Feld
es: Depende del campo
fi: Riippuu Field
fr: Dépend du terrain
it: Dipende dal Campo
ja: フィールドに依存します
nl: Afhankelijk van het veld
no: Avhenger av feltet
pl: Zależy od pola
pt: Depende do campo
sr: Зависи на терену
sv: Beror på fält

source: is Key Field
ar: هو الحقل الرئيسي
de: Schlüsselfeld ist
es: es el campo clave
fi: on Key Field
fr: est le champ clé
it: è Key Field
ja: キー・フィールドであります
nl: is Sleutelveld
no: er nøkkelfelt
pl: jest kluczowym polem
pt: é o campo-chave
sr: је кључ Поље
sv: är nyckelfältet

source: is ID Field
ar: هو حقل ID
de: ID-Feld ist
es: es ID Field
fi: ID-Field
fr: est le champ ID
it: è ID Campo
ja: IDフィールドは、
nl: is ID-veld
no: er ID-feltet
pl: to pole identyfikatora
pt: é campo de identificação
sr: је ИД Поље
sv: är ID-fält

source: Data Import Definitions
ar: تعريفات استيراد البيانات
de: Datenimport Definitionen
es: Definiciones de importación de datos
fi: Tietojen tuonti Määritelmät
fr: Définitions d'importation de données
it: Importare i dati Definizioni
ja: データのインポートの定義
nl: Definities van gegevensimport
no: Data Import Definisjoner
pl: Definicje importu danych
pt: Definições de importação de dados
sr: Увоз података Дефиниције
sv: Data Import Definitioner

source: File to Import
ar: ملف لاستيراد
de: Datei zu importieren
es: Archivo para Importar
fi: Tuotava tiedosto
fr: Fichier à importer
it: File da importare
ja: インポートするファイル
nl: Bestand om te importeren
no: Fil å importere
pl: Plik do zaimportowania
pt: Arquivo para Importar
sr: Филе да увози
sv: Fil att importera

source: Last Export Results
ar: آخر نتائج التصدير
de: Letzte Ergebnisse exportieren
es: Últimos resultados de exportación
fi: Last Vie tulokset
fr: Derniers résultats d'exportation
it: Ultimi Esporta risultati
ja: 最終結果のエクスポート
nl: Laatste exportresultaten
no: Siste eksportresultater
pl: Ostatnie wyniki eksportu
pt: Últimos resultados de exportação
sr: Последњи извозне резултате
sv: Senaste exportresultat

source: Time and Attendance
ar: الوقت والحضور
de: Zeit und Anwesenheit
es: Tiempo y asistencia
fi: Aikaa ja läsnäoloa
fr: Temps et présence
it: Rilevazione Presenze
ja: 時間と出席
nl: Tijd en aanwezigheid
no: Tid og tilstedeværelse
pl: Czas i frekwencja
pt: Tempo e Presença
sr: Време и Гледалаца
sv: Tid och närvaro

source: Leave Timeline
ar: الجدول الزمني للاجازات
de: Lassen Sie Timeline
es: Dejar línea de tiempo
fi: jätä Aikajana
fr: Quitter la chronologie
it: Lascia Timeline
ja: タイムラインを残します
nl: Verlaat tijdlijn
no: Forlate tidslinjen
pl: Opuść oś czasu
pt: Deixar linha do tempo
sr: Оставите Тимелине
sv: Lämna tidslinje

source: Insights
ar: أفكارا
fi: Näkemyksiä
it: Approfondimenti
ja: 洞察
nl: inzichten
no: innsikt
pt: Intuições
sr: Увид

source: Api Access
ar: الدخول الى
de: api-Zugang
fi: API-käyttö
fr: Accès Api
it: Api di accesso
ja: APIアクセス
pl: Dostęp do Api
pt: Acesso Api
sr: апи приступ

source: Change User Password
ar: تغيير كلمة مرور المستخدم
de: Benutzer-Kennwort ändern
es: Cambiar contraseña de usuario
fi: Vaihda käyttäjän salasana
fr: Changer le mot de passe de l'utilisateur
it: Cambia password utente
ja: ユーザパスワードの変更
nl: Wijzig gebruikerswachtwoord
no: Endre brukerpassord
pl: Zmień hasło użytkownika
pt: Alterar a senha do usuário
sr: Промена Корисник Лозинка
sv: Ändra användarlösenord

source: New Password
ar: كلمة السر الجديدة
de: Neues Kennwort
es: Nueva contraseña
fi: uusi salasana
fr: nouveau mot de passe
it: nuova password
ja: 新しいパスワード
nl: nieuw paswoord
no: Nytt passord
pl: nowe hasło
pt: Nova senha
sr: Нова лозинка
sv: nytt lösenord

source: Confirm Password
ar: تأكيد كلمة المرور
de: Bestätige das Passwort
es: Confirmar contraseña
fi: Vahvista salasana
fr: Confirmez le mot de passe
it: conferma password
ja: パスワードを認証する
nl: bevestig wachtwoord
no: bekreft passord
pl: Potwierdź hasło
pt: Confirme a Senha
sr: Потврди лозинку
sv: Bekräfta lösenord

source: Change Password
ar: غير كلمة السر
de: Passwort ändern
es: Cambia la contraseña
fi: Vaihda salasana
fr: Changer le mot de passe
it: Cambia la password
ja: パスワードを変更する
nl: Verander wachtwoord
no: Bytt passord
pl: Zmień hasło
pt: Mudar senha
sr: Промени лозинку
sv: Ändra lösenord

source: Not Now
ar: ليس الان
de: Nicht jetzt
es: Ahora no
fi: Ei nyt
fr: Pas maintenant
it: Non adesso
ja: 今はやめろ
nl: Niet nu
no: Ikke nå
pl: Nie teraz
pt: Agora não
sr: Не сада
sv: Inte nu

source: Contact Information
ar: معلومات للتواصل
de: Kontakt Informationen
es: Información del contacto
fi: Yhteystiedot
fr: Informations de contact
it: Informazioni sui contatti
ja: 連絡先
nl: Contactgegevens
no: Kontaktinformasjon
pl: Informacje kontaktowe
pt: Informações de contato
sr: Контакт информације
sv: Kontakt information

source: Job Details
ar: تفاصيل الوظيفة
es: Detalles del trabajo
fi: työn tiedot
fr: Détails du poste
it: Dettagli di lavoro
ja: 仕事の詳細
nl: Details van de baan
no: Jobbdetaljer
pl: Szczegóły pracy
pt: Detalhes do trabalho
sr: Детаљи о послу
sv: Jobb detaljer

source: Edit Info
ar: تحرير المعلومات
de: Bearbeitungs Information
es: Editar información
fi: Muokkaa tietoja
fr: Modifier les informations
it: Modifica informazioni
ja: 編集情報
nl: Bewerk informatie
no: Rediger Info
pl: Edytuj informacje
pt: Editar informação
sr: едит информације
sv: Redigera Info

source: Upload Profile Image
ar: تحميل صورة الملف الشخصي
de: Laden Profilbild
es: Subir imagen de perfil
fi: Lataa Profile Image
fr: Télécharger l'image du profil
it: Carica Immagine
ja: プロフィール画像をアップロード
nl: Upload profielafbeelding
no: Last opp profilbilde
pl: Prześlij obraz profilu
pt: Carregar imagem do perfil
sr: Уплоад Слика профила
sv: Ladda upp profilbild

source: Delete Profile Image
ar: حذف صورة الملف الشخصي
de: Löschen Profilbild
es: Eliminar imagen de perfil
fi: Poista profiili kuva
fr: Supprimer l'image de profil
it: Elimina profilo Immagine
ja: プロフィール画像を削除します
nl: Profielafbeelding verwijderen
no: Slett profilbilde
pl: Usuń obraz profilu
pt: Excluir imagem do perfil
sr: Брисање профила Имаге
sv: Ta bort profilbild

source: Direct Reports
ar: تقارير مباشرة
de: Direkte Rückmeldung
es: Reportes directos
fi: Suorat raportit
fr: Rapports directs
it: Rapporti diretti
ja: 直接レポート
nl: Directe verslagen
no: Direkte rapporter
pl: Bezpośrednie raporty
pt: Relatórios diretos
sr: Директни извештаји
sv: Direktrapporter

source: Other Details
ar: تفاصيل أخرى
de: Andere Details
es: Otros detalles
fi: Muut yksityiskohdat
fr: Autres détails
it: Altri dettagli
ja: その他の情報
nl: Andere details
no: Andre detaljer
pl: Inne szczegóły
pt: Outros detalhes
sr: Остали детаљи
sv: Andra detaljer

source: Family
ar: عائلة
de: Familie
es: Familia
fi: Perhe
fr: Famille
it: Famiglia
ja: 家族
nl: Familie
no: Familie
pl: Rodzina
pt: Família
sr: Породица
sv: Familj

source: Custom Fields
ar: الحقول المخصصة
de: Benutzerdefinierte Felder
es: Campos Personalizados
fi: Erikoiskentät
fr: Les champs personnalisés
it: Campi personalizzati
ja: カスタムフィールド
nl: Aangepaste velden
no: Egendefinerte felt
pl: Pola niestandardowe
pt: Os campos personalizados
sr: прилагођена област
sv: Anpassade fält

source: Means of Transportation
ar: وسائل النقل
de: Transportmitteln
es: Medios de transporte
fi: Liikenneväline
fr: Moyens de transport
it: Mezzi di trasporto
ja: 翻訳の意味
nl: Vervoersmiddelen
no: Transportmidler
pl: Środki transportu
pt: Meio de transporte
sr: Видови превоза
sv: Transportmedel

source: Plane
ar: طائرة
de: Ebene
es: Avión
fi: kone
fr: Avion
it: Aereo
ja: 飛行機
nl: Vlak
no: fly
pl: Samolot
pt: Avião
sr: авион
sv: Plan

source: Rail
ar: سكة حديدية
de: Schiene
es: Carril
fi: kisko
it: Rotaia
ja: レール
nl: Het spoor
pl: Szyna
pt: Trilho
sr: шина
sv: Järnväg

source: Taxi
ar: سيارة اجره
fi: Taksi
ja: タクシー
pt: Táxi
sr: такси

source: Own Vehicle
ar: المركبات الخاصة
de: Eigenes Fahrzeug
es: Vehículo propio
fi: oma auto
fr: Propre véhicule
it: Il proprio veicolo
ja: 自車
nl: Eigen voertuig
no: Egen kjøretøy
pl: Własny pojazd
pt: Veículo próprio
sr: sopstveni возила
sv: Eget fordon

source: Rented Vehicle
ar: سيارة مستأجرة
de: Mietfahrzeug
es: Vehículo alquilado
fi: vuokrattu ajoneuvo
fr: Véhicule loué
it: veicolo noleggiato
ja: レンタル車
nl: Huur voertuig
no: Leiebil
pl: Wynajmowany pojazd
pt: Veículo Alugado
sr: изнајмљена возила
sv: Hyrbil

source: Female
ar: إناثا
de: Weiblich
es: Hembra
fi: Nainen
fr: Femelle
it: Femmina
ja: 女性
nl: Vrouw
no: Hunn
pl: Płeć żeńska
pt: Fêmea
sr: Зенски пол
sv: Kvinna

source: Male
ar: الذكر
de: Männlich
es: Masculino
fi: Uros
fr: Mâle
it: Maschio
ja: 男性
nl: Mannetje
no: mann
pl: Męski
pt: Masculino
sr: Мушки
sv: Manlig

source: Active
ar: نشيط
de: Aktiv
es: Activo
fi: aktiivinen
fr: actif
it: Attivo
ja: アクティブ
nl: Actief
no: Aktiv
pl: Aktywny
pt: Ativo
sr: активан
sv: Aktiva

source: Inactive
ar: غير نشط
de: Inaktiv
es: Inactivo
fi: Epäaktiivinen
fr: Inactif
it: Inattivo
ja: 不活発
nl: Inactief
no: inaktiv
pl: Nieaktywny
pt: Inativo
sr: неактиван
sv: Inaktiv

source: Draft
ar: مشروع
de: Entwurf
es: Borrador
fi: Luonnos
fr: Brouillon
it: Bozza
ja: ドラフト
nl: Droogte
no: utkast
pl: Wersja robocza
pt: Esboço, projeto
sr: нацрт
sv: Förslag

source: Not Clocked In
ar: غير مسجلة
de: Nicht taktet
es: No registrado en
fi: Ei kellotetaan
fr: Pas cadencé
it: Non cronometrato dentro
ja: クロックインではありません
nl: Niet geklokt
no: Ikke klokket inn
pl: Nieblokowane w
pt: Não marcado em
sr: Није цлоцкед У
sv: Inte klockad i

source: Clocked In
ar: سجلت في
de: taktet
es: Registrado en
fi: kellotetaan
fr: Cadencé
it: In clock
ja: クロックイン
nl: Geklokt
no: Klokket inn
pl: Zamontowany
pt: Programado
sr: цлоцкед У
sv: Klockad In

source: File
ar: ملف
de: Datei
es: Archivo
fi: tiedosto
fr: Fichier
ja: ファイル
nl: het dossier
no: Fil
pl: Plik
pt: Arquivo
sr: фајл
sv: Fil

source: Active Employee Report
ar: تقرير الموظف النشط
de: Aktive Mitarbeiterbericht
es: Informe de empleado activo
fi: Henkilöstön aktiivinen Raportti
fr: Rapport de l'employé actif
it: Rapporto attivo dei dipendenti
ja: アクティブな従業員レポート
nl: Actief Medewerkersrapport
no: Aktiv ansattes rapport
pl: Aktywny raport pracowniczy
pt: Relatório de funcionário ativo
sr: Активан запослених Извештај
sv: Aktiv medarbetarrapport

source: Employee Attendance Report
ar: تقرير حضور الموظف
de: Angestellt-Anwesenheits-Bericht
es: Informe de asistencia del empleado
fi: Työntekijän läsnäolo Raportti
fr: Rapport de présence des employés
it: Impiegato frequenza Rapporto
ja: 従業員の出席レポート
nl: Werknemers Aanwezigheidsrapport
no: Medarbeidsrapport
pl: Raport obecności pracowników
pt: Relatório de participação do empregado
sr: Запослени Присуство Извештај
sv: Anställd närvaro rapport

source: Employee Details Report
ar: تقرير تفاصيل الموظف
de: Mitarbeiterdetails Bericht
es: Informe de detalles del empleado
fi: Työntekijän tiedot -raportti
fr: Rapport détaillé de l'employé
it: Impiegato dettagli Segnala
ja: 従業員詳細レポート
nl: Medewerkersdetailsrapport
no: Medarbeiderdetaljer
pl: Raport szczegółów pracownika
pt: Relatório de Detalhes do Empregado
sr: Запослени Детаљи Извештај
sv: Anställningsdetaljerrapport

source: Employee Leave Entitlement
ar: حساب استحقاق الموظف
de: Mitarbeiter Urlaubsanspruch
es: Derecho a vacaciones del empleado
fi: Työntekijän lomaoikeuden
fr: Droit au congé des employés
it: Impiegato diritto alle ferie
ja: 従業員の休暇資格
nl: Verlof van werknemer verlof
no: Rettighetshaver for arbeidstakere
pl: Uprawnienie pracownika do urlopu
pt: Direito a Licença para Funcionário
sr: Запослени одсуство Право
sv: Medarbetarrättighet

source: Employee Leaves Report
ar: تقرير أوراق الموظف
de: Mitarbeiter Blätter Bericht
es: El empleado deja el informe
fi: Henkilö poistuu Raportti
fr: Employé quitte le rapport
it: Dipendente lascia Rapporto
ja: 従業員の葉レポート
nl: Werknemers laat rapport
no: Medarbeiderbladrapport
pl: Raport liści pracowników
pt: Relatório de folhas de funcionários
sr: Запослени напусти Извештај
sv: Anställdbladsrapport

source: Employee Time Entry Report
ar: تقرير إدخال وقت الموظف
de: Mitarbeiterzeit Eintrag Bericht
es: Informe de entrada de tiempo del empleado
fi: Työntekijän Time Saapumisilmoitus
fr: Rapport de saisie du temps de l'employé
it: Impiegato Tempo voce del report
ja: 従業員のタイムエントリレポート
nl: Werknemer tijdinvoer rapport
no: Tidspunkt for arbeidstakere
pl: Raport czasu pracy pracownika
pt: Relatório de entrada de horas do empregado
sr: Запослени Време Ступање Извештај
sv: Anställd tidsrapport

source: Employee Time Sheet Report
ar: تقرير صحيفة وقت الموظف
de: Mitarbeiterzeitblatt Bericht
es: Informe de hojas de tiempo del empleado
fi: Työntekijän kellokortti raportti
fr: Relevé de temps employé
it: Time Foglio Relazione
ja: 従業員のタイムシートレポート
nl: Werknemer urenstaat rapport
no: Arbeidsbladets tidsrapport
pl: Raport dotyczący czasu pracy pracownika
pt: Relatório de Folha de Tempo do Empregado
sr: Запослени Време лист Извештај
sv: Anställd tidrapport

source: Employee Time Tracking Report
ar: تقرير تتبع وقت الموظف
de: Mitarbeiterzeit Tracking Report
es: Informe de seguimiento del tiempo del empleado
fi: Työntekijän Aika seuranta Raportti
fr: Rapport de suivi du temps des employés
it: Employee Tracking Report Tempo
ja: 従業員のタイムトラッキングレポート
no: Medarbeider Tidsporingsrapport
pl: Raport śledzenia czasu pracownika
pt: Relatório de controle de tempo do empregado
sr: Запослени Време праћење извештај
sv: Anställd tidspårningsrapport

source: Expense Report
ar: تقرير المصاريف
de: Spesenabrechnung
es: Informe de gastos
fi: kuluraportin
fr: Rapport de dépenses
ja: 経費報告書
nl: Onkostennota
no: Utgiftsrapport
pl: Raport z wydatków
pt: Relatório de Despesas
sr: Расходи извештај
sv: Kostnads ​​rapport

source: New Hires Employee Report
ar: تقرير توظيف الموظفين الجدد
de: Neue Mitarbeiter Mitarbeiterbericht
es: Informe del empleado de New Hires
fi: Uudet työntekijät Työntekijöiden Raportti
fr: Rapport des nouveaux employés
it: Nuovi assunti rapporto dei dipendenti
ja: 新入社員従業員レポート
nl: New Hires Medewerkersrapport
pl: Nowy raport pracownika zatrudniającego
pt: Relatório de Funcionários da New Hires
sr: Ново запошљавање запослених Извештај
sv: Ny anställningsberättelse för anställda

source: Overtime Report
ar: تقرير العمل الإضافي
de: Überstunden Bericht
es: Informe de horas extras
fi: ylityöt Raportti
fr: Rapport sur les heures supplémentaires
it: Overtime Rapporto
ja: 残業レポート
nl: Overwerk rapport
no: Overtidsrapport
pl: Raport o nadgodzinach
pt: Relatório de horas extras
sr: прековремени рад Извештај
sv: Övertidsrapport

source: Overtime Request Report
ar: تقرير طلب العمل الإضافي
de: Überstunden Anforderungsbericht
es: Informe de solicitud de horas extras
fi: Ylityöt Pyyntö Raportti
fr: Rapport de demande d'heures supplémentaires
it: Richiesta Straordinario rapporto
ja: 残業リクエストレポート
nl: Overwerkaanvraagrapport
no: Overtidsforespørselsrapport
pl: Raport żądania nadgodzin
pt: Relatório de Solicitação de Horas Extras
sr: Прековремени Упит Извештај
sv: Övertidsförfrågningsrapport

source: Overtime Summary Report
ar: تقرير ملخص العمل الإضافي
de: Überstunden Summary Report
es: Informe resumido de horas extras
fi: Ylityöt yhteenvetoraportti
fr: Rapport sommaire sur les heures supplémentaires
ja: 残業の概要レポート
nl: Overwerk Samenvattend rapport
no: Sammendragsoversikt over tid
pl: Raport podsumowujący nadgodziny
pt: Relatório de Resumo de Horas Extras
sr: Прековремени Преглед Извештај
sv: Sammanfattningsrapport för övertid

source: Payroll Meta Data Export
ar: رواتب ميتا تصدير البيانات
fr: Export de métadonnées de paie
ja: 給与メタデータのエクスポート
no: Lønn Meta Data Export
pl: Płace Eksport meta danych
pt: Exportação de dados de folha de pagamento
sr: Платни списак Мета подаци Извоз
sv: Lön Meta Data Export

source: Terminated Employee Report
ar: تقرير الموظف المنتهي
de: Mitarbeiterbericht terminierte
es: Informe del empleado terminado
fi: Lopetetaan Työntekijän Raportti
fr: Rapport d'employé résilié
it: Terminato Rapporto dei dipendenti
ja: 退職した従業員レポート
nl: Beëindigd werknemersrapport
no: Avsluttet Medarbeiderrapport
pl: Zakończył raport pracowniczy
pt: Relatório de Empregado Terminado
sr: Раскинут запослених Извештај
sv: Avslutad anställningsrapport

source: Travel Request Report
ar: تقرير طلب السفر
de: Reiseantrag Bericht
es: Informe de solicitud de viaje
fi: Matkapyyntö Raportti
fr: Rapport de demande de voyage
it: Richiesta di Viaggio Rapporto
ja: トラベルリクエストレポート
nl: Reisverzoekrapport
no: Reiseforespørselsrapport
pl: Raport żądania podróży
pt: Relatório de solicitação de viagem
sr: Травел Упит Извештај

source: Attendance Report
ar: تقرير الحضور
de: Teilnahmebericht
es: Reporte de asistencia
fi: läsnäolo Raportti
fr: Rapport de présence
it: Rapporto di partecipazione
ja: 出席報告書
nl: Aanwezigheidsrapport
no: Deltakelsesrapport
pl: Lista obecności
pt: Relatório de presenças
sr: Присуство Извештај
sv: Närvaro rapport

source: Client Project Time Report
ar: تقرير وقت مشروع العميل
de: Kunde Projektzeitbericht
es: Informe de tiempo del proyecto del cliente
fi: Asiakkaan projektin ajan Raportti
fr: Rapport de temps du projet client
it: Cliente Progetto di Rapporto
ja: クライアントのプロジェクト時間レポート
nl: Tijd projectrapport klant
no: Klienten Prosjekt Tidsrapport
pl: Raport czasu projektu klienta
pt: Relatório de tempo do projeto do cliente
sr: Клијент Пројекат Време Извештај
