Repository: gamonoid/icehrm
Catalog: core/lang/*.po
Languages: ar, de, es, fi, fr, it, ja, nl, no, pl, pt, sr, sv

source: You can do this later through Users module if required.
ar: يمكنك القيام بذلك لاحقًا من خلال وحدة المستخدمين إذا لزم الأمر.
de: Sie können dies auch später, falls nötig, innerhalb des Benutzermoduls nachholen.
es: Puede hacer esto más tarde a través del módulo Usuarios si es necesario.
fi: Voit tehdä tämän myöhemmin läpi käyttäjämoduuleille tarvittaessa.
fr: Vous pouvez le faire ultérieurement via le module Utilisateurs si nécessaire.
it: √à possibile farlo in seguito tramite il modulo utenti, se necessario.
ja: 必要に応じてユーザーのモジュールを介して、後でこれを行うことができます。
nl: U kunt dit later doen via de module Gebruikers, indien nodig.
no: Du kan gjøre dette senere via Brukermodul hvis nødvendig.
pl: Możesz to zrobić później za pomocą modułu Użytkownicy, jeśli to konieczne.
pt: Você pode fazer isso mais tarde através do módulo Usuários, se necessário.
sr: Можете то учинити касније кроз корисника модула ако је то потребно.
sv: Du kan göra det senare genom användarmodulen om det behövs.

source: Expenses Categories
ar: فئات المصروفات
de: Ausgabekategorien
es: Categorías de gastos
fi: kuluerät
fr: Catégories de dépenses
it: Categorie Spese
ja: 経費カテゴリー
nl: Kostencategorieën
no: Utgifter Kategorier
pl: Kategorie wydatków
pt: Categorias de despesas
sr: troškovi Категорије
sv: Utgifter Kategorier

source: Payment Methods
ar: طرق الدفع
de: Zahlungsarten
es: Métodos de pago
fi: maksutavat
fr: méthodes de payement
it: Modalit√† Pagamento
ja: お支払い方法
nl: Betaalmethoden
no: betalingsmetoder
pl: Metody Płatności
pt: Métodos de Pagamento
sr: Начини плаћања
sv: Betalningsmetoder

source: Employee Expenses
ar: نفقات الموظف
de: Personalauslagen
es: Gastos de empleados
fi: Henkilöstökulut
fr: Dépenses des employés
it: Spese Dipendenti
ja: 従業員の経費
nl: Personeelskosten
no: Ansatteutgifter
pl: Koszty pracownicze
pt: Despesas de funcionários
sr: Трошкови запослених
sv: Anställningsutgifter

source: Salary Component Types
ar: أنواع مكون الراتب
de: Gehaltsbestandteilsarten
es: Tipos de componentes salariales
fi: Palkanosa tyypit
fr: Types de composants salariaux
it: Tipi Componenti Stipendio
ja: 給与コンポーネントタイプ
nl: Salaris Component Types
no: Lønnskomponenttyper
pl: Typy wynagrodzeń
pt: Tipos de componentes salariais
sr: Плата Цомпонент Типови
sv: Lönkomponenttyper

source: Employee Salary Components
ar: مكونات راتب الموظف
de: Mitarbeitergehaltsbestandteile
es: Componentes del salario del empleado
fi: Työntekijä Palkka Komponentit
fr: Composantes salariales des employés
it: Componenti Stipendio Dipendenti
ja: 従業員の給与のコンポーネント
nl: Medewerker Salariscomponenten
no: Ansattes lønnskomponenter
pl: Składniki wynagrodzeń pracowników
pt: Componentes Salariais do Empregado
sr: Запослених плата компоненте
sv: Anställdas lönekomponenter

source: Company Payroll
ar: كشوفات الرواتب
de: Unternehmensgehaltsliste
es: Nómina de la compañía
fi: Yritys Payroll
fr: Société Payroll
it: Libro Paga Societ√†
ja: 会社の給与計算
nl: Bedrijf Payroll
no: Bedriftslønn
pl: Firma Payroll
pt: Folha de pagamento da empresa
sr: kompanija Плате
sv: Företagslön

source: Calculation Groups
ar: مجموعات الحساب
de: Berechnungsgruppen
es: Grupos de cálculo
fi: laskelma Ryhmät
fr: Groupes de calcul
it: Gruppi di Calcoli
ja: 計算グループ
nl: Berekeningsgroepen
no: Beregningsgrupper
pl: Grupy obliczeniowe
pt: Grupos de Cálculo
sr: цалцулатион Групе
sv: Beräkningsgrupper

source: Calculation Methods
ar: طرق الحساب
de: Berechnungsmethoden
es: Métodos de cálculo
fi: laskentamenetelmät
fr: Méthodes de calcul
it: Metodi di Calcolo
ja: 計算方法
nl: Berekeningsmethoden
no: Beregningsmetode
pl: Metody obliczania
pt: Métodos de cálculo
sr: цалцулатион Методе
sv: Beräkningsmetoder

source: Payslip Templates
ar: نماذج قسائم دفع مالية
de: Gehaltsabrechnungsvorlagen
es: Plantillas de Payslip
fi: palkkalaskelma Mallit
fr: Modèles de bulletins de salaire
it: Modelli Busta Paga
ja: 給料明細書のテンプレート
nl: Loonstrooksjablonen
no: Payslip Maler
pl: Szablony wypłat
pt: Modelos de holerite
sr: Паислип šablon
sv: Payslip Mallar

source: Edit Employment Types
ar: تحرير أنواع التوظيف
de: Beschäftigungsarten bearbeiten
es: Editar tipos de empleo
fi: Edit Työllisyys tyypit
fr: Modifier les types d'emploi
it: Modifica Tipi Occupazione
ja: 編集雇用の種類
nl: Bewerk werkgelegenheidstypes
no: Rediger sysselsettingstyper
pl: Edytuj typy zatrudnienia
pt: Editar tipos de emprego
sr: Врсте едит запошљавање
sv: Redigera sysselsättningstyper

source: Edit Experience Levels
ar: تعديل مستويات الخبرة
de: Erfahrungsstufen bearbeiten
es: Editar niveles de experiencia
fi: Edit kokemusten tasoja
fr: Modifier les niveaux d'expérience
it: Modifica Livelli Esperienza
ja: 編集経験レベル
nl: Bewerk ervaringsniveaus
no: Rediger opplevelsesnivåer
pl: Edytuj poziomy doświadczenia
pt: Editar níveis de experiência
sr: Едит Искуство Нивои
sv: Redigera erfarenhetsnivåer

source: Edit Job Functions
ar: تعديل وظائف الوظيفة
de: Job-Funktionen bearbeiten
es: Editar funciones de trabajo
fi: Edit työtehtäviinsä
fr: Modifier les fonctions du travail
it: Modifica Funzioni Lavorative
ja: ジョブの編集機能
nl: Bewerk jobfuncties
no: Rediger jobbfunksjoner
pl: Edytuj funkcje zadań
pt: Editar funções do trabalho
sr: Едит Јоб Функције
sv: Redigera jobbfunktioner

source: Edit Education Levels
ar: تحرير مستويات التعليم
de: Bildungsniveaus bearbeiten
es: Editar niveles de educación
fi: Edit koulutustasoa
fr: Modifier les niveaux d'éducation
it: Modifica Livelli Istruzione
ja: 編集教育レベル
nl: Bewerk opleidingsniveaus
no: Rediger utdanningsnivåer
pl: Edytuj poziomy edukacji
pt: Edite os níveis de educação
sr: Нивои едит Едуцатион
sv: Redigera utbildningsnivåer

source: Edit Benefits
ar: تعديل المستحاقات
de: Vorteile bearbeiten
es: Editar beneficios
fi: Edit Hyödyt
fr: Modifier les avantages
it: Modifica Benefit
ja: 編集のメリット
nl: Voordelen bewerken
no: Rediger fordeler
pl: Edytuj zalety
pt: Editar benefícios
sr: Измена Предности
sv: Ändra fördelar

source: Application
ar: حالة الطلب
de: Bewerbung
es: Solicitud
fi: hakemus
it: Richiesta
ja: 応用
nl: Toepassing
no: applikasjon
pl: Podanie
pt: Aplicação
sr: Апликација
sv: Ansökan

source: Job Titles
ar: عناوين الوظيفة
de: Berufsbezeichnungen
es: Títulos de trabajo
fi: Tehtävänimikkeitä
fr: Titres d'emploi
it: Titolo Lavoro
ja: ジョブタイトル
nl: Taaktitels
no: Jobb titler
pl: Tytuły prac
pt: Títulos de trabalho
sr: Пословни наслови
sv: Jobb titlar

source: Pay Grades
ar: ادفع الدرجات
de: Gehaltsklasse
es: Grados de pago
fi: Maksu asteet
fr: Grades de paye
it: Livelli Retributivi
ja: 有料グレード
nl: Betaal cijfers
no: Betal karakterer
pl: Płać stopnie
pt: Pagar Grades
sr: платне разреде
sv: Betala betyg

source: Training Sessions
ar: حصص التدريب
de: Trainingssitzungen
es: Sesiones de entrenamiento
fi: Koulutustilaisuudet
fr: Sessions d'entrainement
it: Corsi Formazione
ja: トレーニングセッション
nl: Oefensessies
no: Trenings økt
pl: Szkolenia
pt: Sessões de treinamento
sr: Тренинзи
sv: Träningspass

source: Employee Training Sessions
ar: جلسات تدريب الموظفين
de: Mitarbeiterschulungen
es: Sesiones de capacitación de empleados
fi: Työntekijän koulutukset
fr: Séances de formation des employés
it: Corsi Formazione Dipendenti
ja: 従業員のトレーニングセッション
nl: Trainingssessies voor werknemers
no: Ansattes treningsøkter
pl: Sesje szkoleniowe pracowników
pt: Sessões de treinamento de funcionários
sr: Тренинг запослених Сессии
sv: Medarbetarutbildningar

source: Clients
ar: عملاء
de: Klienten
es: Clientela
fi: asiakkaat
fr: Les clients
it: Clienti
ja: クライアント
nl: cliënten
no: klienter
pl: Klienci
pt: Clientes
sr: Клијенти
sv: kunder

source: Employee Projects
ar: مشاريع الموظفين
de: Mitarbeiterprojekte
es: Proyectos de empleados
fi: työntekijän Projektit
fr: Projets des employés
it: Progetti Dipendenti
ja: 従業員のプロジェクト
nl: Werknemersprojecten
no: Ansatteprosjekter
pl: Projekty pracownicze
pt: Projetos de Empregados
sr: Пројекти запослених
sv: Medarbetarprojekt

source: Leave Types
ar: أنواع الاجازات/ا لمغادرات
de: Urlaubsarten
es: Tipos de licencia
fi: jätä tyypit
fr: Types de congés
it: Tipi Permesso
ja: タイプを残します
nl: Laat typen
no: Oppgi Typer
pl: Pozostaw typy
pt: Deixe tipos
sr: Оставите Типови
sv: Lämna typer

source: Work Week
ar: أسبوع العمل
de: Arbeitswoche
es: Semana de trabajo
fi: Työviikko
fr: Semaine de travail
it: Settimana Lavorativa
ja: 仕事週
nl: Werkweek
no: Arbeidsuke
pl: Tydzień pracy
pt: Semana de trabalho
sr: Радна недеља
sv: Arbetsvecka

source: Holidays
ar: العطل
de: Feiertage
es: Vacaciones
fi: Lomat
fr: Vacances
it: Vacanze
ja: 休日
nl: Vakantie
pl: Wakacje
pt: Feriados
sr: празници
sv: Högtider

source: Leave Rules
ar: شروط الاجازة
de: Urlaubstagregelungen
es: Dejar reglas
fi: jätä Säännöt
fr: Règlement de congé
it: Regole Permessi
ja: ルールを残します
nl: Verlaat regels
no: Legg igjen regler
pl: Pozostaw reguły
pt: Deixar regras
sr: Оставите Правила
sv: Lämna regler

source: Paid Time Off
ar: أجازة مدفوعة
de: Bezahlter Urlaub
es: Tiempo libre pagado
fi: Palkalliseen
fr: Congés payés
it: Permesso Retribuito
ja: 有料オフタイム
nl: Betaald verlof
no: Betalt fritid
pl: Płatny urlop
pt: Folga remunerada
sr: Плаћени слободног времена
sv: Betald ledighet

source: Leave Groups
ar: ترك مجموعات
de: Abwesenheitsgruppen
es: Dejar grupos
fi: leave Ryhmät
fr: Quitter les groupes
it: Gruppi Permessi
ja: グループを残します
nl: Laat groepen achter
no: Forlat grupper
pl: Opuść grupy
pt: Deixar grupos
sr: Оставите Групе
sv: Lämna grupper

source: Edit Leave Groups
ar: تعديل على مجموعات الاجازات
de: Abwesenheitsgruppen bearbeiten
es: Editar Dejar grupos
fi: Edit Jätä Ryhmät
fr: Modifier les groupes de congés
it: Modifica Gruppi Permessi
ja: 編集休暇グループ
nl: Verlofgroepen bewerken
no: Rediger Forlat Grupper
pl: Edytuj Opuść grupy
pt: Editar grupos de permissões
sr: Едит одсуство Групе
sv: Redigera lämna grupper

source: Leave Group Employees
ar: قائمة باجازات المجموعات
de: Mitarbeiter der Abwesenheitsgruppe
es: Deje empleados del grupo
fi: Jätä Group Työntekijät
fr: Quitter les employés du groupe
it: Gruppi Permessi Dipendenti
ja: グループの従業員を残します
nl: Laat groepmedewerkers weg
no: Forlat konsernmedarbeidere
pl: Zostaw pracowników grupy
pt: Deixar funcionários do grupo
sr: Оставите Гроуп Запослени
sv: Lämna koncernens anställda

source: Employee Leave List
ar: قائمة إجازة الموظفين
de: Urlaubsliste der Mitarbeiter
es: Lista de licencias del empleado
fi: Työntekijän Jätä List
fr: Liste de congés des employés
it: Elenco Permessi Dipendenti
ja: 従業員の脱退一覧
nl: Verloflijst voor werknemers
no: Medarbeiderliste
pl: Lista opuszczonych pracowników
pt: Lista de licenças de funcionários
sr: Запослени одсуство Листа
sv: Anställdslista

source: Loan Types
ar: أنواع السلف
de: Darlehensarten
es: Tipos de préstamos
fi: lainatyyppien
fr: Types de prêt
it: Tipi Prestito
ja: ローンの種類
nl: Leningstypes
no: Låntyper
pl: Rodzaje pożyczek
pt: Tipos de Empréstimo
sr: Врсте кредита
sv: Låntyper

source: Employee Loans
ar: سلف الموظفين
de: Mitarbeiterdarlehen
es: Préstamos para empleados
fi: työntekijän Lainat
fr: Prêts d'employés
it: Prestiti Dipendenti
ja: 従業員のローン
nl: Leningen aan werknemers
no: Ansatte Lån
pl: Pożyczki dla pracowników
pt: Empréstimos de Empregados
sr: запослених Кредити
sv: Anställda Lån

source: Travel Requests
ar: طلبات السفر
de: Reisegesuche
es: Peticiones de viaje
fi: Travel pyynnöt
fr: Demandes de voyage
it: Richieste Trasferta
ja: 旅のリクエスト
nl: Reisverzoeken
no: Reiseforespørsler
pl: Żądania podróży
pt: Solicitações de viagem
sr: Травел Захтеви

source: Overtime Categories
ar: فئات العمل الإضافي
de: Überstundenkategorien
es: Categorías de tiempo extra
fi: ylityöt Luokat
fr: Catégories d'heures supplémentaires
it: Categorie Straordinari
ja: 残業カテゴリー
nl: Overuren Categorieën
no: Overtidskategorier
pl: Kategorie nadgodzin
pt: Horas extras
sr: прековремени рад Категорије
sv: Övertidskategorier

source: Leave / PTO
ar: اجازات
de: Urlaube/Bezahlte Urlaube
es: Dejar / PTO
fi: Jätä / PTO
fr: Congé / prise de force
it: Permesso
ja: / PTOを残します
nl: Verlaten / aftakas
no: Forlat / PTO
pl: Pozostaw / WOM
pt: Sair / PTO
sr: Оставите / ПТО
sv: Lämna / PTO

source: Other
ar: آخر
de: Andere
es: Otro
fi: muut
fr: Autre
it: Altro
ja: 他の
nl: anders
no: Annen
pl: Inny
pt: De outros
sr: други
sv: Andra

source: Modules
ar: لوحات تحكم
de: Module
es: Módulos
fi: moduulit
it: Moduli
ja: モジュール
no: moduler
pl: Moduły
pt: Módulos
sr: Модули
sv: moduler

source: Countries
ar: بلدان
de: Länder
es: Países
fi: Maat
fr: Des pays
it: Paesi
ja: 国
nl: landen
no: land
pl: Kraje
pt: Países
sr: zemlje
sv: Länder

source: Provinces
ar: المحافظات
de: Provinzen
es: Provincias
fi: maakunnat
it: Province
ja: 地方
nl: provincies
no: Fylker
pl: Prowincje
pt: Províncias
sr: провинција
sv: provinser

source: Currency Types
ar: أنواع العملات
de: Währungsarten
es: Tipos de moneda
fi: valuutta tyypit
fr: Types de devises
it: Tipi di Valuta
ja: 通貨タイプ
nl: Valutatypen
no: Valutatyper
pl: Rodzaje walut
pt: Tipos de moeda
sr: Валута Типови
sv: Valuta Typer

source: Employee Custom Fields
ar: حقول مخصصة للموظفين
de: Benutzerdefinierte Felder der Mitarbeiter
es: Campos personalizados del empleado
fi: Työntekijän Erikoiskentät
fr: Champs personnalisés des employés
it: Campi Personalizzati Dipendente
ja: 従業員のカスタムフィールド
nl: Aangepaste velden voor werknemers
no: Ansattes tilpassede felt
pl: Pola niestandardowe pracownika
pt: Campos personalizados do funcionário
sr: Запослени Прилагођени Поља
sv: Anställda anpassade fält

source: Employee Field Names
ar: أسماء حقول الموظفين
de: Mitarbeiterfeldnamen
es: Nombres de campos de empleados
fi: Työntekijän Kenttien nimet
fr: Noms de champs d'employés
it: Nomi Campo Dipendente
ja: 従業員のフィールド名
nl: Namen van werknemersvelden
no: Ansattes feltnavn
pl: Nazwy pól pracownika
pt: Nomes de campos de funcionários
sr: Запослених Фиелд Имена
sv: Anställningsfältnamn

source: My Details
ar: تفاصيلي
de: Meine Details
es: Mis detalles
fi: Minun yksityiskohtani
fr: Mes Details
it: I Miei Dettagli
ja: 私の詳細
nl: Mijn details
no: Mine detaljer
pl: Moje szczegóły
pt: Meus detalhes
sr: Моји Детаљи
sv: Mina detaljer

source: All My Leaves
ar: جميع الاجازات
de: All meine Urlaubsanfragen
es: Todas mis hojas
fi: Kaikki My Lehdet
fr: Toutes mes feuilles
it: Elenco Miei Permessi
ja: すべての私の葉
no: Alle mine blader
pl: Wszystkie moje liście
pt: Todas as minhas folhas
sr: Алл Ми Лишће
sv: Alla mina löv

source: Leave Entitlement
ar: استحقاقات الاجازة
de: Urlaubsanspruch
es: Los derechos de licencias
fi: lomaoikeuden
fr: Laissez droit
it: Diritto al Permesso
ja: エンタイトルメントを残します
nl: Verlaat het recht
no: Forlate rettighetene
pl: Pozostaw uprawnienia
pt: Deixar direito
sr: Оставити право
sv: Lämna rätten

source: Approved Leave
ar: الإجازة المعتمدة
de: Genehmigter Urlaub
es: Permiso aprobado
fi: hyväksytty Jätä
fr: Congé approuvé
it: Permesso Approvato
ja: 承認された休暇
nl: Goedgekeurd verlof
no: Godkjent permisjon
pl: Zatwierdzony urlop
pt: Licença aprovada
sr: odobreno одсуство
sv: Godkänt avgång

source: Pending Leave
ar: في انتظار الإجازة
de: Ausstehende Urlaubsanfrage
es: Licencia pendiente
fi: vireillä Jätä
fr: Congé en attente
it: Permesso in Attesa
ja: 保留中のままに
nl: In afwachting van verlof
no: Venter på permisjon
pl: Oczekuje na urlop
pt: Licença pendente
sr: Чека одобрење
sv: Avvaktande Lämna

source: Subordinate Leave
ar: الإجازة الثانوية
de: Untergeordneter Urlaub
es: Licencia Subordinada
fi: alisteinen Jätä
fr: Congé subordonné
it: Permesso Subordinato
ja: 下位休暇
nl: Ondergeschikt verlof
no: Underordnet permisjon
pl: Urlop podwodny
pt: Licença subordinada
sr: подређени одсуство
sv: Underordnad ledighet

source: Cancellation Requests
ar: طلبات الإلغاء
de: Aufhebungsanfragen
es: Solicitudes de cancelación
fi: peruutuspyyntöjä
fr: Demandes d'annulation
it: Richieste Cancellazione
ja: 取り消し要求
nl: Annulering aanvragen
no: Avbestillingsanmodninger
pl: Wnioski o anulowanie
pt: Solicitações de cancelamento
sr: отказивања Захтеви
sv: Avbeställningsbegäran

source: Approval Requests
ar: طلبات الموافقة
de: Genehmigungsanfragen
es: Solicitudes de aprobación
fi: hyväksymispyyntöjä
fr: Demandes d'approbation
it: Richieste Approvazione
ja: 承認要求
nl: Goedkeuringsverzoeken
no: Godkjenningsforespørsler
pl: Prośby o zatwierdzenie
pt: Solicitações de aprovação
sr: одобравање захтева
sv: Godkännandeanmälan

source: Approved TimeSheets
ar: جداول زمنية معتمدة
de: Genehmigte Stundenzettel
es: Hojas de tiempo aprobadas
fi: hyväksytty kellokortit
fr: Feuilles de temps approuvées
it: Fogli Attivit√† Approvati
ja: 承認されたタイムシート
nl: Goedgekeurde tijdbladen
no: Godkjente TimeSheets
pl: Zatwierdzone arkusze czasu
pt: TimeSheets aprovados
sr: odobreni тимесхеетс
sv: Godkända tidsschema

source: All My TimeSheets
ar: كشف الحضور الكلي
de: Alle Stundenzettel
es: Todas mis TimeSheets
fi: Kaikki My kellokortit
fr: Toutes mes feuilles de temps
it: I Miei Fogli Attivit√†
ja: オール・マイ・タイムシート
no: Alle Mine TimeSheets
pl: Wszystkie moje arkusze czasu
pt: Todos os meus cronogramas
sr: Алл Ми тимесхеетс
sv: Alla mina TimeSheets

source: Pending TimeSheets
ar: كشف الحضور قبل التدقيق
de: Ausstehende Stundenzettel
es: Hojas de tiempo pendientes
fi: Odottaa kellokortit
fr: Feuilles de temps en attente
it: Fogli Attivit√† in Sospeso
ja: 保留中のタイムシート
nl: In afwachting van TimeSheets
no: Venter på TimeSheets
pl: Oczekujące zmiany czasu
pt: TimeSheets pendentes
sr: чекању тимесхеетс
sv: Väntar på TimeSheets

source: Subordinate TimeSheets
ar: جداول زمنية فرعية
de: Untergeordnete Stundenzettel
es: Hojas de tiempo subordinadas
fi: alisteinen kellokortit
fr: Feuilles de temps subordonnées
it: Fogli Attivit√† Subordinati
ja: 下位タイムシート
nl: Ondergeschikte tijdbladen
no: Underordnede TimeSheets
pl: Podrzędne arkusze czasu
pt: TimeSheets Subordinados
sr: подређених тимесхеетс
sv: Underordnade tidsschema

source: Approved Attendance Sheets
ar: كشف الحضور المعتمد
de: Genehmigte Anwesenheitslisten
es: Hojas de asistencia aprobadas
fi: Hyväksytty osanottajaluetteloista
fr: Fiches de présence approuvées
it: Fogli Attivit√† Approvati
ja: 承認済みの出席シート
nl: Goedgekeurde aanwezigheidspreadsheets
no: Godkjente oppmøteark
pl: Zatwierdzone arkusze obecności
pt: Folhas de Atendimento Aprovadas
sr: Одобрени Зрители листови
sv: Godkända deltagande ark

source: All My Attendance Sheets
ar: كشف بجميع كشوفاتا لحضور
de: All meine Anwesenheitslisten
es: Todas mis hojas de asistencia
fi: Kaikki My osanottajaluetteloista
fr: Toutes mes feuilles de présence
it: I Miei Fogli Presenza
ja: すべての私の出席シート
nl: Al mijn aanwezigheidsbladen
no: Alle Mine Tilskuerark
pl: Wszystkie moje arkusze obecności
pt: Todas as minhas folhas de atendimento
sr: Алл Ми Зрители листови
sv: Alla mina deltagande ark

source: Pending Attendance Sheets
ar: كشف الحضور المعلقه
de: Ausstehende Anwesenheitslisten
es: Hojas de asistencia pendientes
fi: Odottaa osanottajaluetteloista
fr: Feuilles de présence en attente
it: Fogli Presenza in Sospeso
ja: 保留中の出席シート
nl: In afwachting van aanwezigheidspreadsheets
no: Venter på deltagelsesark
pl: Oczekujące arkusze obecności
pt: Folhas de Atendimento Pendentes
sr: У току присуствовање Схеетс
sv: Väntar på deltagande ark

source: Subordinate Attendance Sheets
ar: كشوفات الحضور الثانوية
de: Untergeordnete Anwesenheitslisten
es: Hojas de asistencia subordinadas
fi: Alisteinen osanottajaluetteloista
fr: Feuilles de présence subordonnées
it: Fogli Presenza Subordinati
ja: 下位の出席シート
nl: Ondergeschikte aanwezigheidsbladen
no: Underordnede møtesteder
pl: Podległe arkusze obecności
pt: Folhas de Atendimento Subordinado
sr: Подређених Зрители листови
sv: Underordnat deltagande ark

source: Subordinate Overtime Requests
ar: طلبات العلوات الرئيسية
de: Untergeordnete Überstundenanfragen
es: Solicitudes de horas extras subordinadas
fi: Alisteinen Ylityöt pyynnöt
fr: Demandes d'heures supplémentaires subordonnées
it: Richieste Straordinari Subordinati
ja: 下位残業要求
nl: Ondergeschikte overurenaanvragen
no: Underordnede Overtidsforespørsler
pl: Wnioski o nadgodziny poboczne
pt: Pedidos de horas extras subordinadas
sr: Подређених Овертиме Захтеви
sv: Underordnade övertidsförfrågningar

source: Overtime Request Approval
ar: موافقة الطلب الإضافي
de: Überstundenanfragengenehmigung
es: Aprobación de solicitud de horas extras
fi: Ylityöt hakea hyväksyntää
fr: Approbation des heures supplémentaires
it: Richiesta Approvazione Straordinari
ja: 残業リクエストの承認
nl: Goedkeuring van overuren aanvragen
no: Overtidsforespørsel godkjenning
pl: Zgłoszenie prośby o nadgodziny
pt: Aprovação de Solicitação de Horas Extras
sr: Прековремени рад тражи одобрење
sv: Övertidsförfrågan godkännande

source: My Training Sessions
ar: جلسات التدريب الخاصة بي
de: Meine Trainingsseminare
es: Mis sesiones de entrenamiento
fi: Treenikuvioihin
fr: Mes sessions de formation
it: I Miei Corsi di Formazione
ja: 私のトレーニングセッション
nl: Mijn trainingssessies
no: Mine treningsøkter
pl: Moje sesje treningowe
pt: Minhas Sessões de Treinamento
sr: Моји Тренинзи
sv: Mina träningssessioner

source: All Training Sessions
ar: كل الدورات التدريبية
de: Alle Trainingsseminare
es: Todas las sesiones de entrenamiento
fi: Kaikki koulutukset
fr: Toutes les sessions de formation
it: Tutti i Corsi di Formazione
ja: すべてのトレーニングセッション
nl: Alle trainingssessies
no: Alle treningsøkter
pl: Wszystkie sesje szkoleniowe
pt: Todas as sessões de treinamento
sr: Све Тренинзи
sv: Alla träningssessioner

source: Training Sessions of Direct Reports
ar: الدورات التدريبية للتقارير المباشرة
de: Schulungen direkt Untergebener
es: Sesiones de entrenamiento de informes directos
fi: Koulutustilaisuudet Direct Reports
fr: Séances de formation des rapports directs
it: Corsi Formazione dei Diretti Riporti
ja: ダイレクトレポートのトレーニングセッション
nl: Trainingssessies van directe rapporten
no: Treningsøkter av direkte rapporter
pl: Sesje szkoleniowe z raportów bezpośrednich
pt: Sessões de treinamento de relatórios diretos
sr: Тренинзи директних извештаја
sv: Utbildnings sessioner av direktrapporter

source: Subordinate Travel Requests
ar: طلبات السفر الثانوية
de: Reiseanträge Untergebener
es: Solicitudes de viaje subordinadas
fi: Alisteinen matka pyynnöt
fr: Demandes de voyage subordonnées
it: Richieste Viaggio dei Subordinati
ja: 下位トラベルリクエスト
nl: Ondergeschikte reisaanvragen
no: Underordnede reiseforespørsler
pl: Podrzędne żądania podróży
pt: Solicitações de viagem subordinadas
sr: Подређених Травел Захтеви
sv: Underordnad reseanmälan

source: Travel Request Approval
ar: الموافقة على طلب السفر
de: Reiseanfragenzustimmung
es: Aprobación de solicitud de viaje
fi: Matkapyyntö hyväksyntä
fr: Approbation de demande de voyage
it: Richiesta Approvazione Trasferta
ja: 出張申請の承認
nl: Goedkeuring voor reisaanvraag
no: Reiseforespørsel Godkjenning
pl: Zatwierdzenie wniosku o podróż
pt: Aprovação de Solicitação de Viagem
sr: Травел тражи одобрење

source: Subordinate Expenses
ar: النفقات الثانوية
de: Auslagen Untergebener
es: Gastos subordinados
fi: alisteinen kulut
fr: Dépenses subordonnées
it: Spese dei Subordinati
ja: 下位費用
nl: Ondergeschikte kosten
no: Underordnede kostnader
pl: Podrzędne wydatki
pt: Despesas subordinadas
sr: подређених Трошкови
sv: Underliggande kostnader

source: Expenses Approval
ar: الموافقة على المصروفات
de: Auslagenzustimmung
es: Aprobación de gastos
fi: kulut hyväksyntä
fr: Approbation des dépenses
it: Approvazione Spese
ja: 経費の承認
nl: Goedkeuring van uitgaven
no: Utgifter godkjenning
pl: Zatwierdzenie wydatków
pt: Aprovação de despesas
sr: troškovi одобрења
sv: Kostnader Godkännande

source: Loans Taken
ar: السلف التي تم منحها
de: Kredite aufgenommen
es: Préstamos tomados
fi: otettujen lainojen
fr: Prêts pris
it: Prestiti Contratti
ja: 借入
nl: Genomen leningen
no: Lån tatt
pl: Pożyczki zaciągnięte
pt: Empréstimos tomados
sr: krediti Такен
sv: Lån som tagits

source: Change Leave Status
ar: تغيير وضع الإجازة
de: Urlaubsstatus ändern
es: Cambiar estado de la licencia
fi: Vaihtaminen anna tila
fr: Modifier le statut de congé
it: Cambiare Stato Permesso
ja: 脱退ステータスを変更
nl: Verander verlofstatus
no: Endre forlatt status
pl: Zmień pozostaw status
pt: Alterar status de licença
sr: Промени Леаве Статус
sv: Ändra ledighetsstatus
