Repository: gamonoid/icehrm
Catalog: core/lang/*.po
Languages: ar, de, es, fi, fr, it, ja, nl, no, pl, pt, sr, sv

source: Travel From
ar: السفر من
de: Reise von
es: Viajar desde
fi: matkasta
fr: Voyage de
it: Partenza da
ja: から旅行
nl: Reizen vanaf
no: Reise fra
pl: Podróżuj z
pt: Viajar de
sr: травел Од
sv: Resa från

source: Travel To
ar: يسافر إلى
de: Reise nach
es: Viajar a
fi: Matkusta
fr: Voyager à
it: Destinazione
ja: に旅行する
nl: Reizen naar
no: Reise til
pl: Podróż do
pt: Viajar para
sr: Путују у
sv: Resa till

source: Travel Date
ar: موعد السفر
de: Reisedatum
es: Fecha de viaje
fi: matkustuspäivästä
fr: Date de voyage
it: Data Andata
ja: 旅行日
nl: Reis datum
no: Reisedato
pl: Data podróży
pt: Data de viagem
sr: датум путовања
sv: Resedatum

source: Return Date
ar: تاريخ العودة
de: Rückkehrdatum
es: Fecha de regreso
fi: Palautuspäivä
fr: Date de retour
it: Data Ritorno
ja: 返却日
nl: Retourdatum
no: Returdato
pl: Data powrotu
pt: Data de retorno
sr: Датум повратка
sv: Återlämningsdatum

source: Total Funding Proposed
ar: مجموع التمويل المقترح
de: Insgesamt vorgeschlagene Menge
es: Financiación total propuesta
fi: Kokonaisrahoitus Ehdotettu
fr: Financement total proposé
it: Stima Importo Totale
ja: 総資金提案
nl: Totale voorgestelde financiering
no: Samlet finansiering foreslått
pl: Całkowite finansowanie proponowane
pt: Financiamento total proposto
sr: Укупно финансирање Предложена
sv: Totalt finansierat förslag

source: Itinerary / Cab Receipt
ar: خط سير الرحلة / الكابينة
de: Reiseplan/Taxirechnung
es: Itinerario / Recibo de cabina
fi: Matkasuunnitelma / Cab kuitti
fr: Itinéraire / reçu de cabine
it: Allegato 1
ja: 旅程/タクシー領収書
nl: Reisplan / Cab-bon
no: Reiseplan / Cab-kvittering
pt: Itinerário / Recibo da Cabina
sr: Путопис / Кабина Пријем
sv: Resväg / hyttmottagning

source: Other Attachment 1
ar: مرفق آخر 1
de: Sonstiger Anhang 1
es: Otro archivo adjunto 1
fi: Muut Liite 1
fr: Autre pièce jointe 1
it: Allegato 2
ja: その他の添付ファイル1
nl: Andere bijlage 1
no: Annet vedlegg 1
pl: Inne załączniki 1
pt: Outro Anexo 1
sr: Друго Прилог 1
sv: Annan bilaga 1

source: Other Attachment 2
ar: مرفق آخر 2
de: Sonstiger Anhang 2
es: Otro archivo adjunto 2
fi: Muut Liite 2
fr: Autre pièce jointe 2
it: Allegato 3
ja: その他別紙2
nl: Andere bijlage 2
no: Annet vedlegg 2
pl: Inne załączniki 2
pt: Outro Anexo 2
sr: Друго Прилог 2
sv: Annan bilaga 2

source: Payment Method
ar: طريقة الدفع او السداد
de: Bezahlverfahren
es: Método de pago
fi: Maksutapa
fr: Mode de paiement
it: Metodo Pagamento
ja: 支払方法
nl: Betalingsmiddel
no: Betalingsmetode
pl: Metoda płatności
pt: Método de pagamento
sr: Начин плаћања
sv: Betalningsmetod

source: Transaction / Ref No
ar: المعاملة / المرجع لا
de: Transaktion/Referenz-Nr
es: Transacción / Ref No
it: Nr. Riferimento
ja: トランザクション/参照なし
nl: Transactie / Ref No
no: Transaksjon / Ref nr
pl: Transakcja / Nr ref
pt: Transação / Número de Ref.
sr: Трансакција / Реф Но
sv: Transaktion / Ref nr

source: Payee
ar: المستفيد
de: Zahlungsempfänger
es: Tenedor
fi: saaja
fr: Bénéficiaire
it: Beneficiario
ja: 受取人
nl: begunstigde
no: betalingsmottaker
pl: Odbiorca płatności
pt: Beneficiário
sr: прималац
sv: Betalningsmottagare

source: Expense Category
ar: فئة المصاريف
de: Ausgabekategorie
es: Categoría de gastos
fi: kululuokassa
fr: Catégorie de dépense
it: Categoria Spesa
ja: 経費カテゴリ
nl: Uitgavencategorie
no: Utgiftskategori
pl: Kategoria wydatków
pt: Categoria de Despesas
sr: Расходи Категорија
sv: Kostnadskategori

source: Receipt
ar: إيصال
de: Beleg
es: Recibo
fi: kuitti
fr: Le reçu
it: Ricevuta
ja: 領収書
nl: Bon
no: Kvittering
pl: Paragon
pt: Recibo
sr: Признаница
sv: Mottagande

source: Time-In
ar: حان الوقت
de: Ankunft
es: Tiempo en
fi: Aika-In
it: Entrata
ja: タイムイン
nl: Tijd in
pl: Czas w
pt: Em vez
sr: Време у

source: Time-Out
ar: نفذ الوقت
de: Ende
es: Se acabó el tiempo
fi: Aikalisä
fr: Temps libre
it: Uscita
ja: タイムアウト
no: Pause
pl: Koniec czasu
pt: Tempo esgotado
sr: Пауза у утакмици
sv: Paus

source: Clocked In Status
ar: الساعة في حالة
de: Einstempelstatus
es: Estado registrado
fi: Kellotetaan tila
fr: Statut cadencé
it: Stato Entrata
ja: ステータスではクロック同期式
nl: Geklokte status
no: Klokka i status
pl: Status zegara
pt: Status de relógio
sr: Цлоцкед у статусу
sv: Klockad i status

source: End Date
ar: تاريخ الانتهاء
de: Enddatum
es: Fecha final
fi: Päättymispäivä
fr: Date de fin
it: Data Fine
ja: 終了日
nl: Einddatum
no: Sluttdato
pl: Data końcowa
pt: Data final
sr: Крајњи датум
sv: Slutdatum

source: Category
ar: الفئة
de: Kategorie
es: Categoría
fi: Kategoria
fr: Catégorie
it: Categoria
ja: カテゴリー
nl: Categorie
no: Kategori
pl: Kategoria
pt: Categoria
sr: Категорија
sv: Kategori

source: Start Time
ar: وقت البدء
de: Startzeit
es: Hora de inicio
fi: Aloitusaika
fr: Heure de début
it: Data/Ora Inizio
ja: 始まる時間
nl: Starttijd
no: Starttid
pl: Czas rozpoczęcia
pt: Hora de início
sr: Почетно време
sv: Starttid

source: End Time
ar: وقت النهاية
de: Endzeit
es: Hora de finalización
fi: Loppu aika
fr: Heure de fin
it: Data/Ora Fine
ja: 終了時間
nl: Eindtijd
no: Sluttid
pl: Koniec czasu
pt: Fim do tempo
sr: Време завршетка
sv: Sluttid

source: Leave Status
ar: ترك الوضع
de: Abwesenheitsstatus
es: Dejar estado
fi: jätä tila
fr: Statut de congé
it: Stato Permesso
ja: ステータスを残します
nl: Verlof status
no: Forlatstatus
pl: Opuść status
pt: Deixar status
sr: Оставите Статус
sv: Lämna status

source: Select Client
ar: اختر العميل
de: Klienten auswählen
es: Seleccionar cliente
fi: Valitse Client
fr: Sélectionnez le client
it: Seleziona Cliente
ja: クライアントを選択します
nl: Selecteer Client
no: Velg klient
pl: Wybierz klienta
pt: Selecione o cliente
sr: Избор klijent
sv: Välj Client

source: Not Selected
ar: لم يتم اختياره
de: Nicht ausgewählt
es: No seleccionado
fi: Ei valittu
fr: Non séléctionné
it: Non selezionato
ja: 選択されていません
nl: Niet geselecteerd
no: Ikke valgt
pl: Nie zaznaczone
pt: Não selecionado
sr: Није изабран
sv: Ej valt

source: Or Project
ar: أو مشروع
de: oder Projekt
es: O proyecto
fi: tai Projekti
fr: Ou projet
it: o Progetto
ja: またはプロジェクト
nl: Of project
no: Eller prosjekt
pl: Lub Project
pt: Ou projeto
sr: или пројекта
sv: Eller projekt

source: All Projects
ar: جميع المشاريع
de: Alle Projekte
es: Todos los proyectos
fi: kaikki hankkeet
fr: Tous les projets
it: Tutti i progetti
ja: すべてのプロジェクト
nl: Alle projecten
no: Alle prosjekter
pl: Wszystkie projekty
pt: Todos os projetos
sr: Сви пројекти
sv: Alla projekt

source: All Status
ar: كل الحالة
de: Alle Status
es: Todo el estado
fi: kaikki tila
fr: Tout statut
it: Tutti gli Stati
ja: すべてのステータス
nl: Alle status
pl: Cały status
pt: Todos os status
sr: све статус

source: Value
ar: القيمة
de: Wert
es: Valor
fi: Arvo
fr: Valeur
it: Valore
ja: 値
nl: Waarde
no: Verdi
pl: Wartość
pt: Valor
sr: вредност
sv: Värde

source: Logo
ar: شعار
ja: ロゴ
pt: Logotipo
sr: лого
sv: Logotyp

source: User Name
ar: اسم المستخدم
de: Benutzername
es: Nombre de usuario
fi: käyttäjätunnus
fr: Nom d'utilisateur
it: Nome Utente
ja: ユーザー名
nl: Gebruikersnaam
no: Brukernavn
pl: Nazwa Użytkownika
pt: Nome de usuário
sr: Корисничко име
sv: Användarnamn

source: Authentication Email
ar: مصادقة البريد الإلكتروني
de: Authentifizierungs-E-Mail
es: Correo electrónico de autenticación
fi: Authentication Sähköposti
fr: Email d'authentification
it: Autenticazione email
ja: 認証メール
nl: Authenticatie e-mail
no: Autentiserings-e-post
pl: E-mail autoryzacyjny
pt: E-mail de autenticação
sr: аутхентицатион-маил
sv: Autentiseringsadress

source: User Level
ar: مستوى المستخدم
de: Benutzerlevel
es: Nivel de usuario
fi: käyttäjätaso
fr: Niveau de l'utilisateur
it: Tipo Utente
ja: ユーザーレベル
nl: Gebruikers level
no: Brukernivå
pl: Poziom użytkownika
pt: Nível de usuário
sr: Корисник Ниво
sv: Användarnivå

source: Email
ar: البريد الإلكتروني
fi: Sähköposti
ja: Eメール
no: e-post
pt: O email
sr: емаил
sv: E-post

source: User Roles
ar: أدوار المستخدمين
de: Benutzerrolle
es: Roles del usuario
fi: käyttäjärooleista
fr: Rôles d'utilisateur
it: Ruolo Utente
ja: ユーザーの役割
nl: Gebruikersrollen
no: Brukerroller
pl: role użytkowników
pt: Funções do usuário
sr: усер Улоге
sv: Användarroller

source: Default Module
ar: لوحة التحكم الافتراضي
de: Standardmodul
es: Módulo predeterminado
fi: Oletus Module
fr: Module par défaut
it: Modulo Predefinito
ja: デフォルトモジュール
nl: Standaard module
no: Standardmodul
pl: Domyślny moduł
pt: Módulo Padrão
sr: Уобичајено Модул
sv: Standardmodul

source: No Default Module
ar: لوحة التحكم الثانوي
de: Kein Standardmodul
es: Sin módulo predeterminado
fi: Ei Oletus Module
fr: Aucun module par défaut
it: Nessun Modulo Predefinito
ja: いいえデフォルトモジュールはありません
nl: Geen standaardmodule
no: Ingen standardmodul
pl: Brak modułu domyślnego
pt: Nenhum módulo padrão
sr: Но Уобичајено Модул
sv: Ingen standardmodul

source: Menu
ar: القائمة الرئيسية
de: Menü
es: Menú
fi: valikko
ja: メニュー
no: Meny
pt: Cardápio
sr: Мени
sv: Meny

source: Group
ar: مجموعة
de: Gruppe
es: Grupo
fi: Ryhmä
fr: Groupe
it: Gruppo
ja: グループ
nl: Groep
no: Gruppe
pl: Grupa
pt: Grupo
sr: Група
sv: Grupp

source: Order
ar: طلب
de: Auftrag
es: Orden
fi: Tilata
fr: Commande
it: Ordine
ja: 注文
nl: Bestellen
no: Rekkefølge
pl: Zamówienie
pt: Ordem
sr: ред
sv: Beställa

source: Path
ar: مسار
de: Pfad
es: Camino
fi: polku
fr: Chemin
it: Percorso
ja: パス
nl: Pad
no: Sti
pl: Ścieżka
pt: Caminho
sr: путања
sv: Väg

source: Label
ar: ملصق
de: Etikett
es: Etiqueta
fi: etiketti
fr: Étiquette
it: Etichetta
ja: ラベル
nl: Etiket
no: Merkelapp
pl: Etykieta
pt: Rótulo
sr: Етикета
sv: Märka

source: User Levels
ar: مستويات المستخدم
de: Benutzerlevel
es: Niveles de usuario
fi: käyttäjätasoja
fr: Niveaux d'utilisateurs
it: Livelli Utente
ja: ユーザーレベル
nl: Gebruikersniveaus
no: Brukernivåer
pl: Poziomy użytkownika
pt: Níveis de usuários
sr: Кориснички нивои
sv: Användarnivåer

source: Module
ar: لوحة تحكم
de: Modul
es: Módulo
fi: Moduuli
it: Modulo
ja: モジュール
no: modul
pl: Moduł
pt: Módulo
sr: модул
sv: Modul

source: All Modules
ar: جيمع الاعدادات
de: Alle Module
es: Todos los módulos
fi: kaikki moduulit
fr: Tous les modules
it: Tutti i moduli
ja: すべてのモジュール
nl: Alle modules
no: Alle moduler
pl: Wszystkie moduły
pt: Todos os módulos
sr: Сви модули
sv: Alla moduler

source: Invoice Period Start
ar: بداية فترة الفاتورة
de: Beginn des Rechnungszeitraums
es: Inicio del período de factura
fi: Lasku alkamiseen
fr: Début de la période de facturation
it: Inizio Periodo Fatturazione
ja: 請求書期間開始
nl: Factuurperiode Start
no: Faktura Periode Start
pl: Rozpoczęcie okresu faktury
pt: Início do Período da Fatura
sr: Фактура период Почетак
sv: Faktura Period Start

source: Invoice Period End
ar: نهاية فترة الفاتورة
de: Ende des Rechnungszeitraums
es: Período de facturación
fi: Lasku kauden lopussa
fr: Fin de la période de facturation
it: Fine Periodo Fatturazione
ja: 請求書の期間終了
nl: Factuurperiode einde
no: Faktura Periode End
pl: Koniec okresu fakturowania
pt: Período do período da fatura
sr: Фактура период Крај
sv: Faktura Period Slut

source: Due date
ar: تاريخ الاستحقاق
de: Fälligkeit
es: Fecha de vencimiento
fi: Eräpäivä
fr: Date d'échéance
it: Scadenza
ja: 期日
nl: Opleveringsdatum
no: Tidsfrist
pl: Termin płatności
pt: Data de Vencimento
sr: Рок предаје
sv: Förfallodatum

source: Url
ar: رابط
sr: урл

source: Original Text
ar: النص الأصلي
es: Texto original
fi: alkuperäinen teksti
fr: Texte original
it: Testo Originale
ja: 原文
nl: Originele tekst
no: Opprinnelig tekst
pl: Oryginalny tekst
pt: Texto original
sr: Оригинални текст

source: Mapped Text
ar: النص المعين
de: Zugeordneter Text
es: Texto asignado
fi: kartoitettu teksti
fr: Texte mappé
it: Testo Mappato
ja: マップされたテキスト
nl: Toegewezen tekst
no: Mappet tekst
pl: Zmapowany tekst
pt: Texto mapeado
sr: Маппед Текст
sv: Mappad text

source: Display Status
ar: حالة العرض
de: Status anzeigen
es: Estado de visualización
fi: näyttö tila
fr: Statut d'affichage
it: Visualizzazione
ja: 表示ステータス
nl: Weergavestatus
no: Visningsstatus
pl: Wyświetl status
pt: Status de exibição
sr: дисплаи статус
sv: Visningsstatus

source: Field Type
ar: نوع الحقل
de: Feldart
es: Tipo de campo
fi: kentän tyyppi
fr: Type de champ
it: Tipo di Campo
ja: フィールドタイプ
nl: Veld soort
no: Feltype
pl: Typ pola
pt: Tipo de campo
sr: поље Тип
sv: Fälttyp

source: Field Label
ar: تسمية الحقول
de: Feldbezeichnung
es: Etiqueta de campo
fi: kenttä Label
fr: Étiquette de champ
it: Titolo Campo
ja: フィールドのラベル
nl: veld Label
no: Feltetikett
pl: Etykieta pola
pt: Legenda do campo
sr: поље Ознака
sv: Fältetikett

source: Validation
ar: التحقق من صحة
de: Bestätigung
es: Validación
it: Validazione
ja: 検証
nl: bevestiging
no: Validering
pl: Uprawomocnienie
pt: Validação
sr: потврђивање
sv: Godkännande

source: Field Options
ar: خيارات الحقل
de: Feldoptionen
es: Opciones de campo
fi: kenttä Vaihtoehdot
fr: Options de champ
it: Opzioni dei Campi
ja: フィールドオプション
nl: Veldopties
no: Feltalternativer
pl: Opcje polowe
pt: Opções de campo
sr: Фиелд Опције
sv: Fältalternativ

source: Priority
ar: أفضلية
de: Priorität
es: Prioridad
fi: prioriteetti
fr: Priorité
it: Priorit√†
ja: 優先
nl: Prioriteit
no: Prioritet
pl: Priorytet
pt: Prioridade
sr: приоритет
sv: Prioritet

source: Display Section
ar: قسم العرض
de: Abschnitt anzeigen
es: Sección de visualización
fi: näyttö §
fr: Section d'affichage
it: Sezione Visualizzazione
ja: 表示部
nl: Display sectie
no: Skjermseksjon
pl: Wyświetl sekcję
pt: Seção de exibição
sr: дисплаи Секција
sv: Display avsnitt

source: Salary Component Type
ar: نوع مكون مسير الرواتب
de: Gehaltsbestandteilsart
es: Tipo de componente salarial
fi: Palkanosa Tyyppi
fr: Type de composant salarial
it: Tipo Componente Stipendio
ja: 給与コンポーネントの種類
nl: Salaris Component Type
no: Lønn Komponenttype
pl: Typ składnika wynagrodzenia
pt: Tipo de componente salarial
sr: Плата Тип компоненте
sv: Lönkomponenttyp

source: Salary Component
ar: مكون الراتب
de: Gehaltsbestandteil
es: Componente salarial
fi: palkanosa
fr: Composante Salaire
it: Componente Stipendio
ja: 給与コンポーネント
nl: Salariscomponent
no: Lønnskomponent
pl: Wynagrodzenie
pt: Componente Salarial
sr: плата Компонента
sv: Lönkomponent

source: Pay Frequency
ar: يدفع بشكل متكرر
de: Zahlungshäufigkeit
es: frecuencia de pago
fi: Maksu Taajuus
fr: Fréquence de Paiement
it: Frequenza Pagamento
ja: 有料頻度
nl: Betalingsfrequentie
no: Betalingsfrekvens
pl: Frekwencja płacenia
pt: Frequência de pagamento
sr: Плати Фреквенција
sv: Betalfrekvens

source: Calculation Group
ar: مجموعة حساب
de: Gruppenberechnung
es: Grupo de cálculo
fi: laskelma Group
fr: Groupe de calcul
it: Gruppo Calcolo
ja: 計算グループ
nl: Berekeningsgroep
no: Beregningsgruppe
pl: Grupa obliczeniowa
pt: Grupo de Cálculo
sr: Обрачун Група
sv: Beräkningsgrupp

source: None
ar: لا شيء
de: Keine
es: Ninguna
fi: Ei mitään
fr: Aucun
it: Nessuno/a
ja: なし
nl: Geen
no: Ingen
pl: Żaden
pt: Nenhum
sr: Ниједан
sv: Ingen

source: Calculation Exemptions
ar: اعفاءات حسابية
de: Befreiungsberechnung
es: Exenciones de cálculo
fi: laskelma Poikkeukset
fr: Exemptions de calcul
it: Esenzioni Calcolo
ja: 計算免除
nl: Berekening vrijstellingen
no: Beregningsfritak
pl: Wyjątki obliczeniowe
pt: Isenções de cálculo
sr: цалцулатион Изузеци
sv: Beräkningsbefrielser

source: Calculations Assigned
ar: الحسابات المعينة
de: Zugewiesene Berechnungen
es: Cálculos asignados
fi: laskelmat sidotut
fr: Calculs affectés
it: Calcoli Assegnati
ja: 割り当てられた計算
nl: Toegekende berekeningen
no: Beregninger Tilordnet
pl: Obliczenia przypisane
pt: Cálculos Atribuídos
sr: прорачуни Ассигнед
sv: Beräkningar Tilldelade

source: Date Start
ar: تاريخ البدء
de: Startzeitpunkt
es: Fecha de inicio
fr: date de depart
it: Data Inizio
ja: 日スタート
nl: Datum Start
no: Dato Start
pl: Data rozpoczęcia
pt: Data de início
sr: Датум почетка
sv: Datum Start

source: Date End
ar: تاريخ الانتهاء
de: Endzeitpunkt
es: Fecha final
fi: Päättymispäivä
fr: Date de fin
it: Data Fine
ja: 日付終了
nl: Datum einde
no: Dato slutt
pl: Data zakończenia
pt: Data final
sr: Датум Крај
sv: Datum Slut

source: Payslip Template
ar: نموذج دفع قسيمة مالية
de: Gehaltsabrechnungsvorlage
es: Plantilla Payslip
fi: palkkalaskelma malli
fr: Modèle de fiche de paie
it: Template Busta Paga
ja: 給料明細書のテンプレート
nl: Loonstrook sjabloon
no: Payslip Mal
pl: Szablon płacy
pt: Modelo de holerite
sr: Паислип Шаблон
sv: Payslip Mall

source: Payroll Columns
ar: أعمدة المرتبات
de: Gehaltsabrechnungsspalten
es: Columnas de nómina
fi: Payroll sarakkeet
fr: Colonnes de paie
it: Colonne Libro Paga
ja: 給与の列
nl: Salarislijsten
no: Lønn kolonnene
pl: Kolumny płac
pt: Colunas da folha de pagamento
sr: платни Колоне
sv: Lönekolumner

source: Calculation Method
ar: طريقة حساب
de: Rechenmethode
es: Método de cálculo
fi: Laskentamenetelmä
fr: Méthode de calcul
it: Metodo Calcolo
ja: 計算方法
nl: Rekenmethode
no: Beregningsmetode
pl: Metoda obliczeniowa
pt: Método de cálculo
sr: Метод обрачуна
sv: Beräkningsmetod

source: Editable
ar: قابل للتعديل
de: Editierbare
fi: muokattavissa
fr: Éditable
it: Modificabile
ja: 編集可能な
nl: bewerkbare
no: redigerbar
pl: Edytowalne
pt: Editável
sr: едитабле
sv: redigerbar

source: Enabled
ar: تمكين
de: Aktiviert
es: Habilitado
fi: käytössä
fr: Activée
it: Abilitato
ja: 使用可能
nl: Ingeschakeld
no: aktivert
pl: Włączone
pt: ativado
sr: omogućeno
sv: Aktiverad

source: Predefined Calculations
ar: الحسابات المحددة مسبقا
de: Vordefinierte Berechnungen
es: Cálculos predefinidos
fi: Predefined Laskelmat
fr: Calculs prédéfinis
it: Calcoli Predefiniti
ja: 事前定義された計算
nl: Voorgedefinieerde berekeningen
no: Fordefinerte beregninger
pl: Predefiniowane obliczenia
pt: Cálculos Predefinidos
sr: предефинисани калкулације
sv: Fördefinierade beräkningar

source: Salary Components
ar: مكونات الراتب
de: Gehaltsbestandteile
es: Componentes del salario
fi: palkanosia
fr: Composantes Salaire
it: Componenti Stipendio
ja: 給与コンポーネント
nl: Salariscomponenten
no: Lønnskomponenter
pl: Składniki wynagrodzeń
pt: Componentes Salariais
sr: Салари компоненте
sv: Lönkomponenter

source: Columns to Add
ar: أعمدة لإضافة
de: Hinzuzufügende Spalten
es: Columnas para agregar
fi: Sarakkeita Lisää
fr: Colonnes à ajouter
it: Colonne da Aggiungere
ja: 追加する列
nl: Kolommen om toe te voegen
no: Kolonner å legge til
pl: Kolumny do dodania
pt: Colunas para adicionar
sr: Колоне за додавање
sv: Kolumner att lägga till

source: Columns to Subtract
ar: أعمدة لطرح
de: Abzuziehende Spalten
es: Columnas para restar
fi: Sarakkeita Vähennä
fr: Colonnes à soustraire
it: Colonne da Sottrarre
ja: 減算する列
nl: Kolommen die moeten worden verwijderd
no: Kolonner å trekke fra
pl: Kolumny do odejmowania
pt: Colunas para Subtrair
sr: Колоне за одузимање
sv: Kolumner att subtrahera

source: Column Order
ar: ترتيب العمود
de: Spaltenreihenfolge
es: Orden de columna
fi: sarake Tilaa
fr: Commande de colonne
it: Ordine delle Colonne
ja: 列の順序
nl: Kolomvolgorde
no: Kolonneordre
pl: Zamówienie w kolumnie
pt: Ordem da Coluna
sr: Редослед колона
sv: Kolumnorder

source: Default Value
ar: القيمة الافتراضية
de: Standardwert
es: Valor por defecto
fi: Oletusarvo
fr: Valeur par défaut
it: Valore Predefinito
ja: 既定値
nl: Standaardwaarde
no: Standardverdi
pl: Domyślna wartość
pt: Valor padrão
sr: Задана вриједност
sv: Standardvärde

source: Calculation Columns
ar: أعمدة الحساب
de: Berechnungsspalten
es: Columnas de cálculo
fi: laskelma sarakkeet
fr: Colonnes de calcul
it: Colonne di Calcolo
ja: 計算列
nl: Berekeningskolommen
no: Beregningskolonner
pl: Kolumny obliczeniowe
pt: Colunas de Cálculo
sr: цалцулатион Колоне
sv: Beräkningskolonner

source: Function
ar: وظيفة
de: Funktion
es: Función
fi: toiminto
fr: Fonction
it: Funzione
ja: 関数
nl: Functie
no: Funksjon
pl: Funkcjonować
pt: Função
sr: функција
sv: Fungera

source: Payroll Report Column
ar: عمود تقرير الرواتب
de: Gehaltslistenberichtsspalte
es: Columna de informe de nómina
fi: Palkkaraportti sarake
fr: Colonne de rapport de paie
it: Colonna Report Libro Paga
ja: 給与レポート列
nl: Loonlijst kolom
no: Lønn rapport kolonne
pl: Kolumna raportu płacowego
pt: Coluna do Relatório da Folha de Pagamento
sr: Паиролл Извештај Колона
sv: Löneskalans kolumn

source: Calculation Process
ar: عملية الحساب
de: Berechnungsprozess
es: Proceso de cálculo
fi: laskentaprosessi
fr: Processus de calcul
it: Processo di Calcolo
ja: 計算プロセス
nl: Berekeningsproces
no: Beregningsprosess
pl: Proces naliczania
pt: Processo de Cálculo
sr: Обрачун Процес
sv: Beräkningsprocess

source: Payslip Fields
ar: حقول Payslip
de: Felder in Gehaltsabrechnung
es: Campos de Payslip
fi: palkkalaskelma Fields
fr: Champs de fiche de paie
it: Campi Busta Paga
ja: 給与明細のフィールド
nl: Loonstrookvelden
pt: Campos de holerite
sr: Паислип Поља

source: Payroll Column
ar: عمود الرواتب
de: Gehaltslistenspalte
es: Columna de nómina
fi: Payroll sarake
fr: Colonne de paie
it: Colonna Libro Paga
ja: 給与列
no: Lønnssammensetning
pl: Kolumna płac
pt: Coluna da folha de pagamento
sr: паиролл Колона
sv: Lönekolumn

source: Text
ar: نص
es: Texto
fi: Teksti
fr: Texte
it: Testo
ja: テキスト
nl: Tekst
no: Tekst
pl: Tekst
pt: Texto
sr: текст

source: Lower Limit Condition
ar: شرط الحد الأدنى
de: Untere Grenze Zustand
es: Condición de límite inferior
fi: Alaraja kunto
fr: Limite inférieure
it: Condizione Limite Inferiore
ja: 下限条件
nl: Ondergrensvoorwaarde
no: Nedre grensebetingelse
pl: Warunek dolnego limitu
pt: Condição de limite inferior
sr: Доња граница Стање
sv: Nedre gränsvärdet

source: Lower Limit
ar: الحد الأدنى
de: Untere Grenze
es: Límite inferior
fi: Alaraja
fr: Limite inférieure
it: Limite Inferiore
ja: 下限
nl: Ondergrens
no: Nedre grense
pl: Dolna granica
pt: Limite inferior
sr: Доња граница
sv: Lägre gräns

source: Upper Limit Condition
ar: شرط الحد الأعلى
de: Bedingung für Höchstgrenze
es: Condición del límite superior
fi: Yläraja kunto
fr: Condition limite supérieure
it: Condizione Limite Superiore
ja: 上限条件
nl: Bovengrens voorwaarde
no: Øvre grensebetingelse
pl: Warunek górnego limitu
pt: Condição de Limite Superior
sr: Горња граница Стање
sv: Övre gräns

source: Upper Limit
ar: الحد الأعلى
de: Höchstgrenze
es: Limite superior
fi: Yläraja
fr: Limite supérieure
it: Limite Superiore
ja: 上限
nl: Bovengrens
no: Øvre grense
pl: Górna granica
pt: Limite superior
sr: Горња граница
sv: Övre gräns

source: Column
ar: عمود
de: Spalte
es: Columna
fi: sarake
fr: Colonne
it: Colonna
ja: カラム
nl: Kolom
no: Kolonne
pl: Kolumna
pt: Coluna
sr: колона
sv: Kolumn

source: Job Code
ar: كود الوظيفة
es: Código de Trabajo
fi: Työpaikkakoodi
fr: Code du travail
it: Codice Lavoro
ja: ジョブコード
nl: Taakcode
no: Jobbkode
pl: Kod pracy
pt: Código de Trabalho
sr: посао код
sv: Jobbkod

source: Short Description
ar: وصف قصير
de: Kurze Beschreibung
es: Breve descripción
fi: Lyhyt kuvaus
fr: brève description
it: Descrizione
ja: 簡単な説明
nl: korte beschrijving
no: Kort beskrivelse
pl: krótki opis
pt: Pequena descrição
sr: Кратак опис
sv: kort beskrivning

source: Requirements
ar: المتطلبات
de: Anforderungen
es: Requisitos
fi: vaatimukset
fr: Exigences
it: Requisiti
ja: 必要条件
nl: Vereisten
no: Krav
pl: Wymagania
pt: Requisitos
sr: zahtevi
sv: Krav

source: Benefits
ar: المستحقات
de: Vorteile
es: Beneficios
fi: hyötyjä
fr: Avantages
it: Benefici
ja: 利点
nl: Voordelen
no: fordeler
pl: Korzyści
pt: Benefícios
sr: Предности
sv: fördelar

source: Employment Type
ar: نوع الوظيفة
de: Beschäftigungsverhältnis
es: Tipo de empleo
fi: työllisyys tyyppi
fr: Type d'emploi
it: Tipo di Impiego
ja: 雇用形態
nl: Type werk
no: Sysselsettingstype
pl: Rodzaj zatrudnienia
pt: Tipo de Emprego
sr: Тип запослења
sv: Anställnings typ

source: Any Employment Type
ar: أي نوع التوظيف
de: Jede Beschäftigungsart
es: Cualquier tipo de empleo
fi: Ei väliä Työllisyystilanne Tyyppi
fr: Tout type d'emploi
it: Qualsiasi Tipo di Impiego
ja: どれでも雇用タイプ
nl: Elk type werk
no: Eventuelle sysselsettingstype
pl: Dowolny rodzaj zatrudnienia
pt: Qualquer tipo de emprego
sr: Било која врста запослења
sv: Eventuell anställningstyp
