Repository: gamonoid/icehrm
Catalog: core/lang/*.po
Languages: ar, de, es, fi, fr, it, ja, nl, no, pl, pt, sr, sv

source: Save
ar: حفظ
de: Speichern
es: Salvar
fi: Tallentaa
fr: sauvegarder
it: Salva
ja: セーブ
nl: Opslaan
no: Lagre
pl: Zapisać
pt: Salve
sr: Sačuvati
sv: Spara

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fi: Peruuttaa
fr: Annuler
it: Annulla
ja: キャンセル
nl: Annuleer
no: Avbryt
pl: Anuluj
pt: Cancelar
sr: Poništiti,otkazati
sv: Annullera

source: Done
ar: تم إنجازه
de: Erledigt
es: Hecho
fi: Tehty
fr: Terminé
it: Fatto
ja: 終わりました
nl: Gedaan
no: Ferdig
pl: Gotowe
pt: Feito
sr: Gotovo
sv: Gjort

source: Clocked In Employees
ar: سجلت في الموظفين
de: Eingestempelte Mitarbeiter
es: Empleados registrados
fi: Kellotetaan Työntekijät
fr: Horloge chez les employés
it: Timbratura Dipendenti
ja: 従業員ではクロック同期式
nl: Geklokt in medewerkers
no: Klokka i ansatte
pl: Zegar w pracownikach
sr: Цлоцкед У запослених
sv: Klockade i anställda

source: Candidates
ar: المرشحين
de: Kandidaten
es: Candidatos
fi: ehdokkaat
fr: Candidats
it: Candidati
ja: 候補者
nl: kandidaten
no: kandidater
pl: Kandydaci
pt: Candidatos
sr: Kandidati
sv: kandidater

source: View Employees
ar: عرض الموظفين
de: Mitarbeiter ansehen
es: Ver empleados
fi: Näytä Työntekijät
fr: Afficher les employés
it: Vista Dipendenti
ja: ビューの従業員
nl: Bekijk medewerkers
no: Se ansatte
pl: Zobacz pracowników
pt: Ver os funcionários
sr: Pogledati zaposlene
sv: Visa anställda

source: Add a New Employee
ar: إضافة موظف جديد
de: Neuen Mitarbeiter hinzufügen
es: Agregar un nuevo empleado
fi: Lisää uusi työntekijä
fr: Ajouter un nouvel employé
it: Nuovo Dipendente
ja: 新しい従業員を追加します。
nl: Voeg een nieuwe werknemer toe
no: Legg til en ny ansatt
pl: Dodaj nowego pracownika
pt: Adicionar um novo funcionário
sr: Dodati novog zaposlenog,zaposliti nekoga
sv: Lägg till en ny anställd

source: Leave Calendar
ar: تقويم الاجازات
de: Abwesenheitskalender
es: Dejar calendario
fi: jätä Kalenteri
fr: Quitter le calendrier
it: Calendario Permessi
ja: カレンダーを残します
nl: Verlaat de kalender
no: Legg igjen kalenderen
pl: Opuść kalendarz
pt: Deixar o calendário
sr: Napustite kalendar
sv: Lämna kalender

source: Manage Client/Projects
ar: إدارة العميل / المشاريع
de: Client/Projekte verwalten
es: Administrar Cliente / Proyectos
fi: Hallitse Client / Projektit
fr: Gérer les clients / projets
it: Gestire Clienti/Progetti
ja: クライアント/プロジェクトを管理
nl: Beheer klant / projecten
no: Administrer klient / prosjekter
pl: Zarządzaj klientem / projektami
pt: Gerenciar Cliente / Projetos
sr: Upravljanje klijentima/projektima
sv: Hantera klient / projekt

source: Home
ar: الصفحة الرئيسية
de: Start
es: Casa
fi: Koti
fr: Accueil
ja: ホーム
nl: Huis
no: Hjem
pl: Dom
pt: Casa
sr: Kuća
sv: Hem

source: Quick Access
ar: الدخول السريع
de: Schnellzugriff
es: Acceso rapido
fi: Nopea pääsy
fr: Accès rapide
it: Accesso veloce
ja: クイックアクセス
nl: Snelle toegang
no: Rask tilgang
pl: Szybki dostęp
pt: Acesso rápido
sr: Brz pristup
sv: Snabb åtkomst

source: Switch
ar: التبديل
de: Mitarbeiter wechseln
es: Cambiar
fi: Vaihtaa
fr: Commutateur
it: Cambia Utente
ja: スイッチ
nl: Schakelaar
no: Bytte om
pl: Przełącznik
pt: Interruptor
sr: Prekidač/prekinuti/zameniti
sv: Växla

source: Profile
ar: الملف الشخصي
de: Profil
es: Perfil
fi: Profiili
fr: Profil
it: Profilo
ja: プロフィール
nl: Profiel
no: Profil
pl: Profil
pt: Perfil
sr: Profil
sv: Profil

source: Sign out
ar: خروج
de: Ausloggen
es: desconectar
fi: Kirjaudu ulos
fr: Déconnexion
it: Esci
ja: サインアウト
nl: Afmelden
no: Logg ut
pl: Wyloguj się
pt: Sair
sr: Odjava
sv: Logga ut

source: Help
ar: مساعدة
de: Hilfe
es: Ayuda
fi: auta
fr: Aidez-moi
it: Aiuto
ja: 助けて
nl: Helpen
no: Hjelp
pl: Wsparcie
pt: Socorro
sr: Pomoć
sv: Hjälp

source: About
ar: حول
de: Über
es: Acerca de
fi: Noin
fr: Sur
it: di
ja: 約
nl: Over
no: Handle om
pl: O
pt: Sobre
sr: O tome
sv: Handla om

source: Version
ar: الإصدار
es: Versión
fi: Versio
it: Versione
ja: バージョン
nl: Versie
no: Versjon
pl: Wersja
pt: Versão
sr: Verzija

source: Release Date
ar: تاريخ الإصدار
de: Veröffentlichungsdatum
es: Fecha de lanzamiento
fi: Julkaisupäivä
fr: Date de sortie
it: Data Rilascio
ja: 発売日
nl: Datum van publicatie
no: Utgivelsesdato
pl: Data wydania
pt: Data de lançamento
sr: Datum izlaska
sv: Utgivningsdatum

source: Logged In
ar: تسجيل الدخول
de: Eingeloggt
es: Conectado
fi: Kirjautunut sisään
fr: Connecté
it: Connesso
ja: ログインして
nl: Ingelogd
no: Logget inn
pl: Zalogowany
pt: Logado
sr: Prijavljen/ulogovan
sv: Inloggad

source: Admin
ar: مشرف النظام
de: Administrator
es: Administración
it: Amministratore
ja: 管理者
nl: beheerder
sv: Administration

source: Dashboard
ar: لوحة التحكم
de: Übersicht
es: Tablero
fi: kojelauta
fr: Tableau de bord
it: Home
ja: ダッシュボード
no: dashbord
pl: Deska rozdzielcza
pt: painel de controle
sr: Komandna tabla
sv: instrumentbräda

source: Company Structure
ar: هيكل الشركة
de: Firmenstruktur
es: Estructura de la empresa
fi: Yhtiön rakenne
fr: Structure de l'entreprise
it: Config. Azienda
ja: 会社組織
nl: Bedrijfsstructuur
no: Selskapsstruktur
pl: Struktura firmy
pt: Estrutura da companhia
sr: Struktura kompanije
sv: Företagsstruktur

source: Job Details Setup
ar: اعداد تفاصيل الوظيفه
de: Jobdetails einrichten
es: Configuración de detalles del trabajo
fi: Työn tiedot Asetukset
fr: Configuration des détails du travail
it: Config. Funzione
ja: ジョブの詳細設定
nl: Taakdetails instellen
no: Jobbdetaljer Setup
pl: Konfiguracja szczegółów zadania
pt: Configuração de detalhes da tarefa
sr: Postavljanje detalja o poslu
sv: Inställningar för jobbinformation

source: Qualifications Setup
ar: إعداد المؤهلات
de: Qualifikationen einrichten
es: Configuración de las calificaciones
fi: pätevyys Asennus
fr: Configuration des qualifications
it: Config. Qualifiche
ja: 資格のセットアップ
nl: Kwalificaties instellen
no: Kvalifikasjonsoppsett
pl: Konfiguracja kwalifikacji
pt: Configuração de Qualificações
sr: Postavljanje kvalifikacija
sv: Inställningar för kvalifikationer

source: Training Setup
ar: إعداد التدريب
de: Schulungen einrichten
es: Configuración de entrenamiento
fi: koulutus Setup
fr: Configuration de la formation
it: Config. Formazione
ja: トレーニングのセットアップ
nl: Training instellen
no: Opplæringsoppsett
pl: Konfiguracja treningu
pt: Configuração de treinamento
sr: Podešavanja za obuku/trening
sv: Utbildningsinställningar

source: Projects/Client Setup
ar: المشاريع / إعداد العميل
de: Projekte/Client-Setup
es: Proyectos / Configuración del cliente
fi: Projektit / Client Setup
fr: Projets / Configuration du client
it: Config. Clienti/Progetti
ja: プロジェクト/クライアントのセットアップ
nl: Projecten / Clientinstellingen
no: Prosjekter / Klientoppsett
pl: Projekty / Konfiguracja klienta
pt: Projetos / Configuração do Cliente
sr: Podešavanja projekata/klijenata
sv: Projekt / Client Setup

source: Leave Settings
ar: اعداد الاجازات
de: Abwesenheit
es: Deje la configuración
fi: jätä asetukset
fr: Quitter les paramètres
it: Config. Permessi
ja: 設定を残します
nl: Laat instellingen staan
no: Forlat innstillinger
pl: Opuść ustawienia
pt: Deixe as configurações
sr: Napustiti/Ostaviti podešavanja
sv: Lämna inställningar

source: Company Loans
ar: سلف الشركة
de: Arbeitgeberdarlehen
es: Préstamos de la compañía
fi: Yritys Lainat
fr: Prêts Société
it: Config. Prestiti
ja: 社員貸付
nl: Bedrijfsleningen
no: Selskapslån
pl: Pożyczki dla firm
pt: Empréstimos da empresa
sr: Krediti/pozajmice kompanije
sv: Företagslån

source: Audit Log
ar: سجل التدقيق
es: Registro de auditoría
fi: Tarkastusloki
fr: Journal d'audit
it: Registro Attivit√† Utenti
ja: 監査ログ
no: Revisjonslogg
pl: Dziennik kontroli
pt: Registro de Auditoria
sr: Duga revizija
sv: Revisionslogg

source: Employees
ar: الموظفين
de: Mitarbeiter
es: Empleados
fi: Työntekijät
fr: Des employés
it: Dipendenti
ja: 従業員
nl: werknemers
no: medarbeidere
pl: Pracowników
pt: Funcionários
sr: Zaposleni
sv: anställda

source: Employee History
ar: تاريخ الموظف
de: Mitarbeiter Historie
es: Historia del empleado
fi: työntekijän History
fr: Histoire des employés
it: Storico Dipendente
ja: 従業員の歴史
nl: Werknemersgeschiedenis
no: Ansattes historie
pl: Historia pracownika
pt: História do empregado
sr: Istorija zaposlenog
sv: Anställd historia

source: Document Management
ar: إدارة الوثائق
de: Dokumenten-Management
es: Gestión de documentos
fr: Gestion de documents
it: Gestione Documenti
ja: 文書管理
nl: Document beheer
no: Dokumenthåndtering
pl: Zarządzanie dokumentami
pt: Gerenciamento de documento
sr: Upravljanje dokumentima
sv: Dokumenthantering

source: Travel Administration
ar: إدارة السفر
de: Reiseverwaltung
es: Administración de viajes
fi: hallinto
fr: Administration des voyages
it: Gestione Viaggi
ja: 旅行管理
nl: Reisadministratie
no: Reiseadministrasjon
pl: Administracja podróży
pt: Administração de Viagens
sr: Administracija putovanja

source: Expense Administration
ar: إدارة النفقات
de: Ausgabenverwaltung
es: Administración de gastos
fi: kustannuksella hallinto
fr: Administration des dépenses
it: Gestione Spese
ja: 経費管理
nl: Onkostenadministratie
no: Utgifter Administrasjon
pl: Administracja kosztami
pt: Administração de Despesas
sr: Administracija rashoda

source: Monitor Attendance
ar: مراقبة الحضور
de: Monitor-Teilnahme
es: Monitorear la asistencia
fi: Monitor Läsnäolo
fr: Surveiller la fréquentation
it: Controllo Presenze
ja: モニターの出席
nl: Monitor aanwezigheid
pl: Monitoruj obecność
pt: Monitorar o comparecimento
sr: Prisustvo monitora

source: Performance Charts
ar: مخططات الأداء
de: Leistungsdiagramme
es: Gráficos de rendimiento
fi: suorituskyky kaaviot
fr: Graphiques de performance
it: Grafici Prestazioni
ja: パフォーマンスチャート
nl: Prestatieschema's
no: Prestasjonsdiagrammer
pl: Wykresy wydajności
pt: Gráficos de desempenho
sr: Tabele performansi
sv: Prestanda diagram

source: Overtime Administration
ar: العمل الإضافي
de: Überstundenverwaltung
es: Administración de tiempo extra
fi: ylityöt hallinto
fr: Administration des heures supplémentaires
it: Gestione Straordinari
ja: 残業管理
nl: Overurenbeheer
no: Overtid Administrasjon
pl: Praca w godzinach nadliczbowych
pt: Administração de horas extras
sr: Administracija za prekovremeni rad
sv: Övertidsadministration

source: Admin Reports
ar: تقرير المشرف
de: Admin-Berichte
es: Informes administrativos
fi: admin Raportit
fr: Rapports d'administration
it: Gestione Report
ja: 管理レポート
nl: Admin-rapporten
no: Admin Rapporter
pl: Raporty administratora
pt: Relatórios administrativos
sr: Izveštaji admina
sv: Admin rapporter

source: Reports
ar: تقارير
de: Berichte
es: Informes
fi: raportit
fr: Rapports
it: Report
ja: レポート
nl: rapporten
no: rapporter
pl: Raporty
pt: Relatórios
sr: Izveštaji
sv: rapporter

source: Report Files
ar: ملفات التقارير
de: Berichtsdateien
es: Archivos de informes
fi: raporttitiedostot
fr: Fichiers de rapport
it: File dei Report
ja: レポートファイル
nl: Rapportbestanden
no: Rapporter filer
pl: Zgłoś pliki
pt: Reportar arquivos
sr: Izveštaj fajlova
sv: Rapportera filer

source: System
ar: النظام
es: Sistema
fi: järjestelmä
fr: Système
it: Sistema
ja: システム
nl: Systeem
pt: Sistema
sr: Sistem
sv: Systemet

source: Settings
ar: الإعدادات
de: Einstellungen
es: Configuraciones
fi: asetukset
fr: Paramètres
it: Config.
ja: 設定
nl: instellingen
no: innstillinger
pl: Ustawienia
pt: Configurações
sr: Podešavanja
sv: inställningar

source: Users
ar: المستخدمين
de: Benutzer
es: Usuarios
fi: käyttäjät
fr: Utilisateurs
it: Utenti
ja: ユーザー
nl: gebruikers
no: brukere
pl: Użytkownicy
pt: Comercial
sr: Korisnici
sv: användare

source: Manage Modules
ar: إدارة الوحدات
de: Module verwalten
es: Administrar módulos
fi: moduulien hallinta
fr: Gérer les modules
it: Gestione Moduli
ja: モジュールの管理
nl: Beheer modules
no: Administrer moduler
pl: Zarządzaj modułami
pt: Gerenciar Módulos
sr: Upravljanje modulima
sv: Hantera moduler

source: Manage Permissions
ar: إدارة الأذونات
de: Berechtigungen verwalten
es: Administrar permisos
fi: Hallitse Oikeudet
fr: Gérer les autorisations
it: Gestione Autorizzazioni
ja: 権限の管理
nl: Machtigingen beheren
no: Administrer tillatelser
pl: Zarządzaj uprawnieniami
pt: Gerenciar Permissões
sr: Upravljanje dozvolama
sv: Hantera behörigheter

source: Upgrade
ar: تحديث
de: Aktualisierung
es: Mejorar
fi: parantaa
fr: Améliorer
it: Aggiornamento
ja: アップグレード
no: Oppgradering
pl: Aktualizacja
pt: Atualizar
sr: Nadogradnja
sv: uppgradering

source: Manage Metadata
ar: إدارة البيانات الوصفية
de: Metadaten verwalten
es: Administrar metadatos
fi: hallita metatietoa
fr: Gérer les métadonnées
it: Gestione Metadati
ja: メタデータを管理します
nl: Beheer metadata
no: Administrer metadata
pl: Zarządzaj metadanymi
pt: Gerenciar metadados
sr: Upravljanje metapodatcima
sv: Hantera metadata

source: Field Names Setup
ar: إعداد أسماء الحقول
de: Feldnamen einrichten
es: Configuración de nombres de campo
fi: Kenttien nimet Setup
fr: Configuration des noms de champs
it: Gestione Nome Campi
ja: フィールド名の設定
nl: Setup van veldnamen
no: Feltnavn Oppsett
pl: Konfiguracja nazw pól
pt: Configuração de nomes de campo
sr: Podešavanja imena polja
sv: Fältnamn Setup

source: Payroll
ar: كشف رواتب
de: Lohn-und Gehaltsabrechnung
es: Nómina de sueldos
fr: Paie
it: Libro Paga
ja: 給与
nl: Loonlijst
no: lønn
pl: Lista płac
pt: Folha de pagamento
sr: Platni spisak
sv: Löner

source: Salary
ar: راتب
de: Gehalt
es: Salario
fi: palkkaus
fr: Un salaire
it: Stipendio
ja: 給料
nl: Salaris
no: Lønn
pl: Wynagrodzenie
pt: Salário
sr: Plata
sv: Lön

source: Payroll Reports
ar: تقارير الرواتب
de: Abrechnungsberichte
es: Informes de nómina
fi: Payroll raportit
fr: Rapports de paie
it: Report Salari
ja: 給与レポート
nl: Payroll-rapporten
no: Lønnsrapporter
pl: Raporty płacowe
pt: Relatórios de folha de pagamento
sr: Platni izveštaj
sv: Löneskalder

source: Recruitment
ar: توظيف
de: Personalbeschaffung
es: Reclutamiento
fi: rekrytointi
fr: Recrutement
it: Ricerca di Personale
ja: 募集
nl: Werving
no: Rekruttering
pl: Rekrutacja
pt: Recrutamento
sr: Zapošljavanje
sv: Rekrytering

source: Recruitment Setup
ar: إعداد التوظيف
de: Personalbeschaffung einrichten
es: Configuración de reclutamiento
fi: rekrytointi Setup
fr: Configuration du recrutement
it: Gestione Ricerca di Personale
ja: リクルートのセットアップ
nl: Rekrutering instellen
no: Rekruttering Oppsett
pl: Konfiguracja rekrutacji
pt: Configuração de Recrutamento
sr: Postavke zapošljavanja
sv: Rekrytering Setup

source: Job Positions
ar: الوصف الوظيفي
de: Stellen
es: Puestos de trabajo
fi: työpaikat
fr: Offres d'emploi
it: Posizioni di Lavoro
ja: ジョブの体位
nl: Functieposities
no: Jobbposisjoner
pl: Stanowiska pracy
pt: Posições de trabalho
sr: Pozicije posla
sv: Jobb positioner

source: Personal Information
ar: معلومات شخصية
de: Persönliche Angaben
es: Informacion personal
fi: Henkilökohtaisia ​​tietoja
fr: Informations personnelles
it: Informazioni Personali
ja: 個人情報
nl: Persoonlijke informatie
no: Personlig informasjon
pl: Informacje osobiste
pt: Informação pessoal
sr: Lična informacija
sv: Personlig information

source: Basic Information
ar: معلومات اساسية
de: Grundinformation
es: Información básica
fi: Perustiedot
fr: Informations de base
it: Informazioni Base
ja: 基本情報
nl: Basis informatie
no: Grunnleggende informasjon
pl: Podstawowe informacje
pt: Informação básica
sr: Osnovna informacija
sv: Grundläggande information

source: Qualifications
ar: مؤهلات
de: Qualifikationen
es: Cualificaciones
fi: edellytykset
it: Titoli Studio
ja: 資格
nl: kwalificaties
no: kvalifikasjoner
pl: Kwalifikacje
pt: Qualificações
sr: Kvalifikacije
sv: kvalifikationer

source: Dependents
ar: افراد العائلة
de: Abhängige
es: Dependientes
fi: huollettavien
fr: Personnes à charge
it: Familiari
ja: 扶養
no: Avhengige
pl: Ludzie
pt: Dependentes
sr: Zavisinici
sv: anhöriga

source: Emergency Contacts
ar: جهة اتصال للطوارئ
de: Notfallkontakte
es: Contactos de emergencia
fi: Emergency Yhteydet
fr: Contacts d'urgence
it: Contatti di Emergenza
ja: 緊急連絡先
nl: Contactpersonen voor noodgevallen
no: Nødkontakter
pl: Kontakt w razie wypadku
pt: Contatos de emergência
sr: Kontakt za hitne slučajeve
sv: Nödkontakter

source: Leave
ar: إجازة
de: Abwesenheit
es: Salir
fi: jättää
fr: Laisser
it: Permessi
ja: 残します
nl: Het verlof
no: Permisjon
pl: Opuszczać
pt: Sair
sr: Ostaviti/napustiti
sv: Lämna

source: Leave Management
ar: إدارة الاجازات
de: Abwesenheitsverwaltung
es: Dejar la gestión
fi: jätä Management
fr: Gestion des congés
it: Gestione Permessi
ja: 管理を残します
nl: Laat Management
no: Forlate ledelsen
pl: Opuść zarządzanie
pt: Deixar a gerência
sr: Napustiti upravljanje
sv: Lämna ledningen

source: Time Management
ar: إدارة الوقت
de: Zeitverwaltung
es: Gestión del tiempo
fi: Ajanhallinta
fr: Gestion du temps
it: Gestione Attivit√†
ja: 時間管理
nl: Tijdsbeheer
no: Tidsfordriv
pl: Zarządzanie czasem
pt: Gerenciamento de tempo
sr: Upravljanje vremenom
sv: Tidsplanering

source: Projects
ar: مشاريع
de: Projekte
es: Proyectos
fi: projektit
fr: Projets
it: Progetti
ja: プロジェクト
nl: projecten
no: prosjekter
pl: Projektowanie
pt: Projetos
sr: Projekti
sv: projekt

source: Attendance
ar: الحضور
de: Teilnahme
es: Asistencia
fi: läsnäolo
fr: Présence
it: Presenze
ja: 出席
nl: opkomst
no: Deltakelse
pl: Frekwencja
pt: Comparecimento
sr: Pohađanje
sv: Närvaro

source: Time Sheets
ar: جداول الوقت
de: Arbeitszeiterfassungsbögen
es: Hojas de tiempo
fi: ajankäyttölomakkeet
fr: Feuilles de temps
it: Fogli Attivit√†
ja: タイムシート
no: Tidssider
pl: Arkusze czasu
pt: Folhas de tempo
sr: Vremenski listovi
sv: Tidsschema

source: Attendance Sheets
ar: كشف الحضور
de: Anwesenheitslisten
es: Hojas de asistencia
fi: läsnäolo Sheets
fr: Feuilles de présence
it: Fogli Presenze
ja: 出席シート
nl: Aanwezigheidsbladen
no: Deltakelsesark
pl: Arkusze obecności
pt: Folhas de Atendimento
sr: Prisutni listovi
sv: Deltagande ark

source: Overtime Requests
ar: طلبات العمل الإضافي
de: Überstundenanfragen
es: Solicitudes de horas extras
fi: ylityöt pyynnöt
fr: Demandes d'heures supplémentaires
it: Richiesta Straordinari
ja: 残業要求
nl: Overuren aanvragen
no: Overtidssøknader
pl: Wnioski o nadgodziny
pt: Solicitações de horas extras
sr: Prekovremeni zahtevi
sv: Övertidsbegäran

source: Documents
ar: مستندات
de: Unterlagen
es: Documentos
fi: asiakirjat
it: Documenti
ja: ドキュメント
nl: documenten
no: dokumenter
pl: Dokumenty
pt: Documentos
sr: Dokumenti
sv: Dokument

source: My Documents
ar: مستنداتي
de: Meine Dokumente
es: Mis documentos
fi: Omat tiedostot
fr: Mes documents
it: I Miei Documenti
ja: 私の文書
nl: Mijn Documenten
no: Mine dokumenter
pl: Moje dokumenty
pt: Meus documentos
sr: Moji dokumenti
sv: Mina dokument

source: Company
ar: شركة
de: Unternehmen
es: Empresa
fi: Yhtiö
fr: Compagnie
it: Societ√†
ja: 会社
nl: Bedrijf
no: Selskap
pl: Firma
pt: Empresa
sr: Kompanija
sv: Företag

source: Staff Directory
ar: دليل الموظفين
de: Mitarbeiterverzeichnis
es: Directorio de Personal
fi: henkilökunta Directory
fr: Répertoire personnel
it: Elenco del Personale
ja: スタッフディレクトリ
nl: Personeelgids
pl: Katalog pracowników
pt: Diretório Pessoal
sr: Direktorijum osoblja

source: Training
ar: تدريب
de: Ausbildung
es: Formación
fi: koulutus
fr: Entraînement
it: Formazione
ja: トレーニング
nl: Opleiding
no: Opplæring
pl: Trening
pt: Treinamento
sr: Obuka/trening
sv: Träning

source: Travel Management
ar: إدارة السفر
de: Reiseverwaltung
es: Gestión de viajes
fi: Matkanjärjestäjä
fr: Gestion des voyages
it: Gestione Trasferte
ja: トラベルマネージメント
nl: Reismanagement
no: Reiseledelse
pl: Zarządzanie podróżą
pt: Gerenciamento de viagens
sr: Upravljanje putovanjem

source: Travel
ar: السفر
de: Reise
es: Viajar
fi: Matkustaa
fr: Voyage
it: Viaggi
ja: 旅行
nl: Reizen
no: Reise
pl: Podróżować
pt: Viagem
sr: Putovanje
sv: Resa

source: Finance
ar: المالية
de: Finanzen
es: Financiar
fi: Rahoittaa
fr: La finance
it: Finanza
ja: ファイナンス
nl: Financiën
no: Finansiere
pl: Finanse
pt: Finança
sr: Finansije
sv: Finansiera

source: Expenses
ar: نفقات
de: Ausgaben
es: Gastos
fi: Kulut
fr: Les dépenses
it: Spese
ja: 経費
nl: uitgaven
no: utgifter
pl: Wydatki
pt: Despesas
sr: Troškovi
sv: kostnader

source: Loans
ar: السلف
de: Kredite
es: Préstamos
fi: lainat
fr: Prêts
it: Prestiti
ja: ローン
nl: Leningen
no: lån
pl: Pożyczki
pt: Empréstimos
sr: Krediti/pozajmice
sv: lån

source: User Reports
ar: تقارير المستخدم
de: Nutzerberichte
es: Informes de usuario
fi: Käyttäjän raportit
fr: Rapports d'utilisateur
it: Report Utente
ja: ユーザレポート
nl: Gebruikersrapporten
no: Brukerrapporter
pl: Raporty użytkownika
pt: Relatórios do usuário
sr: Korisnički izveštaji
sv: Användarrapporter

source: People
ar: اشخاص
de: Menschen
es: Gente
fi: Ihmiset
fr: Gens
it: Persone
ja: 人
nl: Mensen
no: Mennesker
pl: Ludzie
pt: Pessoas
sr: Ljudi
sv: människor

source: Manage
ar: إدارة
de: Verwalten
es: Gestionar
fi: hoitaa
fr: Gérer
it: Gestione
ja: 管理します
nl: beheren
no: Få til
pl: Zarządzanie
pt: Gerir
sr: Upravljati
sv: Hantera

source: Departments
ar: الأقسام
de: Abteilungen
es: Departamentos
fi: osastot
fr: Départements
it: Dipartimenti
ja: 部門
nl: afdelingen
no: avdelinger
pl: Departamenty
pt: Departamentos
sr: Odeljenja
sv: avdelningar

source: Active Projects
ar: مشاريع نشطة
de: Aktive Projekte
es: Proyectos activos
fi: aktiivisia projekteja
fr: Projets actifs
it: Progetti Attivi
ja: アクティブプロジェクト
nl: Actieve projecten
no: Aktive prosjekter
pl: Aktywne projekty
pt: Projetos ativos
sr: Aktivni projekti
sv: Aktiva projekt

source: Update Clients/Projects
ar: تحديث العملاء / المشاريع
de: Clients/Projekte aktualisieren
es: Actualizar clientes / proyectos
fi: Päivitä Asiakkaat / Projektit
fr: Mettre à jour les clients / projets
it: Gestione Clienti/Progetti
ja: アップデートクライアント/プロジェクト
nl: Update klanten / projecten
no: Oppdater klienter / prosjekter
pl: Zaktualizuj klientów / projekty
pt: Atualizar clientes / projetos
sr: Ažuriranje klijenata/projekata
sv: Uppdatera klienter / projekt

source: Entries Last Week
ar: إدخالات الأسبوع الماضي
de: Einträge der letzten Woche
es: Entradas la semana pasada
fi: Merkinnät Viime viikolla
fr: Entrées la semaine dernière
it: Voci Ultima Settimana
ja: エントリ先週
nl: Invoer vorige week
no: Innlegg forrige uke
pl: Wpisy z ostatniego tygodnia
pt: Entradas na semana passada
sr: Unosi prošle nedelje
sv: Inlägg förra veckan

source: Upcoming
ar: القادمة
de: Bevorstehende
es: Próximo
fi: tuleva
fr: Prochain
it: Prossime
ja: 来たる
nl: Aankomende
no: kommende
pl: Nadchodzące
pt: próximos
sr: Predstojeći
sv: kommande

source: View / Download Reports
ar: استعراض/تحميل
de: Berichte ansehen/herunterladen
es: Ver / descargar informes
fi: Katso / Lataa raportit
fr: Afficher / Télécharger les rapports
it: Visualizza / Scarica Report
ja: 表示/ダウンロードレポート
nl: Bekijk / download rapporten
no: Se / Last ned rapporter
pl: Wyświetl / pobierz raporty
pt: Exibir / baixar relatórios
sr: Pogledati/preuzeti izveštaje
sv: Visa / Hämta rapporter

source: Generate a Report
ar: توليد تقرير
de: Bericht erstellen
es: Genera un informe
fi: Luoda raportin
fr: Générer un rapport
it: Crea Report
ja: レポートの生成
nl: Genereer een rapport
no: Generer en rapport
pl: Wygeneruj raport
pt: Gerar um relatório
sr: Generisati izveštaj
sv: Skapa en rapport

source: Configure
ar: تهيئة
de: Konfigurieren
es: Configurar
fi: Määritä
fr: Configurer
it: Configura
ja: 設定します
nl: configureren
no: Konfigurer
pl: Skonfiguruj
pt: Configurar
sr: Konfigurisati
sv: konfigurera

source: Update
ar: تحديث
de: Aktualisieren
es: Actualizar
fi: Päivittää
fr: Mettre à jour
it: Aggiorna
ja: 更新
nl: Bijwerken
no: Oppdater
pl: Aktualizacja
pt: Atualizar
sr: Ažurirati
sv: Uppdatering

source: Applicants
ar: المتقدمين
de: Bewerber
es: Solicitantes
fi: hakijat
fr: Candidats
it: Candidati
ja: 応募者
nl: aanvragers
no: søkere
pl: Wnioskodawcy
pt: Candidatos
sr: Aplikanti/podnositelji
sv: sökande

source: Active Jobs
ar: وظائف نشطة
de: Aktive Jobs
es: Trabajos activos
fi: aktiiviset työt
fr: Emplois actifs
it: Posizioni Aperte
ja: アクティブジョブ
nl: Actieve banen
no: Aktive jobber
pl: Aktywne zadania
pt: Jobs ativos
sr: Aktivni poslovi
sv: Aktiva jobb
