Repository: gamonoid/icehrm
Catalog: core/lang/*.po
Languages: ar, de, es, fi, fr, it, ja, nl, no, pl, pt, sr, sv

source: Download Payslips
ar: تنزيل Payslips
de: Herunterladen Lohnzettel
es: Descargar Payslips
fi: Lataa Ruotsin vakuutuskassa
fr: Télécharger les fiches de paie
it: Scarica buste paga
ja: ダウンロード給与明細
nl: Download loonstroken
no: Last ned lønnsslipp
pl: Pobierz Payslips
pt: Faça o download dos holerites
sr: Довнлоад платне листе
sv: Ladda ner lönebetalningar

source: Leaves Report
ar: تقرير يترك
de: Blätter Bericht
es: Informe de hojas
fi: leaves Raportti
fr: Feuilles Rapport
it: lascia Rapporto
ja: 報告書は、葉
nl: Bladeren rapport
pl: Raport liści
pt: Relatório de folhas
sr: Леавес Репорт
sv: Bladrapport

source: Time Entry Report
ar: تقرير إدخال الوقت
de: Zeiteintrag Bericht
es: Informe de entrada de tiempo
fi: Aika Saapumisilmoitus
fr: Rapport de saisie du temps
it: Tempo di entrata Rapporto
ja: タイムエントリレポート
nl: Tijdinvoer rapport
no: Tidsmeldingsrapport
pl: Raport czasowy
pt: Relatório de entrada de horas
sr: Време Ступање Извештај
sv: Tidrapport

source: Time Sheet Report
ar: تقرير صحيفة الوقت
de: Zeitblatt Bericht
es: Informe de hoja de tiempo
fi: Kellokortti Raportti
fr: Rapport de feuille de temps
it: Time Sheet Rapporto
ja: タイムシートのレポート
nl: Urenstaat rapport
no: Tidsrapport
pl: Raport dotyczący arkusza czasu
pt: Relatório de Folha de Tempo
sr: Време лист Извештај
sv: Tidrapport

source: Time Tracking Report
ar: تقرير تتبع الوقت
de: Time Tracking Bericht
es: Informe de seguimiento del tiempo
fi: Aika seuranta Raportti
fr: Rapport de suivi du temps
it: Tracking Report Tempo
ja: タイムトラッキングレポート
no: Tidsporingsrapport
pl: Raport śledzenia czasu
pt: Relatório de acompanhamento de tempo
sr: Време за праћење извештај
sv: Tidspårningsrapport

source: Data
ar: البيانات
de: Daten
es: Datos
fr: Les données
it: Dati
ja: データ
nl: Gegevens
pl: Dane
pt: Dados
sr: подаци

source: Processed
ar: معالجة
de: Verarbeitet
es: Procesada
fi: jalostettu
fr: Traité
ja: 処理されました
nl: verwerkte
no: Bearbeidet
pl: Obrobiony
pt: Processado
sr: обрађен
sv: Bearbetade

source: Not Processed
ar: غير معالج
de: Nicht verarbeitet
es: No procesado
fi: Käsittelemätön
fr: Non traité
it: Non processato
ja: 処理されていません
nl: Niet verwerkt
no: Ikke behandlet
pl: Nieprzetworzony
pt: Não processado
sr: Није обрађено
sv: Ej bearbetad

source: Elementary Proficiency
ar: الكفاءة الابتدائية
de: Grundkenntnisse
es: Competencia básica
fi: Elementary Taitotaso
fr: Notions
it: Competenza elementare
ja: 小学校能力
nl: Elementaire vaardigheid
no: Elementær ferdighet
pl: Podstawowa znajomość
pt: Nível básico
sr: Основно стручности
sv: Grundläggande kunskaper

source: Limited Working Proficiency
ar: مهارة العمل المحدودة
de: Begrenzte Fließend
es: Competencia básica limitada
fi: Rajoitettu Working Taitotaso
fr: Compétence professionnelle limitée
it: Conoscenza lavorativa limitata
ja: リミテッド作業能力
nl: Beperkte werkvaardigheid
no: Begrenset yrkeskompetanse
pl: Ograniczona wydajność pracy
pt: Proficiência de Trabalho Limitada
sr: Лимитед владение
sv: Begränsad arbetsförmåga

source: Professional Working Proficiency
ar: مهارة العمل المهنية
de: Professionelle Arbeitsleistung
es: Competencia de trabajo profesional
fi: Professional Working Taitotaso
fr: Compétence professionnelle
it: Conoscenza professionale
ja: プロフェッショナルの作業能力
nl: Professionele werkvaardigheid
no: Profesjonell yrkeskompetanse
pl: Profesjonalna biegłość w pracy
pt: Profissional trabalhando com competência
sr: Стручни владение
sv: Professionell arbetsfärdighet

source: Full Professional Proficiency
ar: الكفاءة المهنية الكاملة
de: Vollständiger Beruf Proficiency
es: Competencia profesional completa
fi: Täysi ammattitaitoa
fr: Capacité professionnelle complète
it: Piena competenza professionale
ja: 完全なプロフェッショナル能力
nl: Volledige professionele vaardigheid
no: Full profesjonell ferdighet
pl: Pełna biegłość zawodowa
pt: Proficiência profissional completa
sr: Фулл професионалној стручности
sv: Full yrkesskicklighet

source: Native or Bilingual Proficiency
ar: إجادة اللغة أو لغتهم الأم
de: Muttersprache oder Zweisprachig
es: Competencia bilingüe o nativa
fi: Natiivi tai Kaksikielinen Taitotaso
fr: Bilingue ou langue natale
it: Conoscenza madrelingua o bilingue
ja: 母国語またはバイリンガル
nl: Native of tweetalige taalvaardigheid
no: Native eller tospråklig ferdighet
pl: Język ojczysty lub biegłość dwujęzyczna
pt: Proficiência Nativa ou Bilíngüe
sr: Нативе или двојезично Стручност
sv: Modersmåls-eller tvåspråkig nivå

source: Pending
ar: قيد الانتظار
de: steht aus
es: Pendiente
fi: odotettaessa
fr: en attendant
it: in attesa di
ja: 保留中
nl: In afwachting
no: I påvente av
pl: W oczekiwaniu
pt: Pendente
sr: нерешен
sv: Avvaktan

source: Approved
ar: وافق
de: Genehmigt
es: Aprobado
fi: hyväksytty
fr: Approuvé
it: Approvato
ja: 承認
nl: aangenomen
no: godkjent
pl: Zatwierdzony
pt: Aprovado
sr: одобрен
sv: Godkänd

source: Rejected
ar: مرفوض
de: Abgelehnt
es: Rechazado
fi: hylätty
fr: Rejeté
it: Respinto
ja: 拒否されました
nl: Verworpen
no: avvist
pl: Odrzucono
pt: Rejeitado
sr: Одбијен
sv: avvisade

source: Cancelled
ar: ألغيت
de: Abgebrochen
es: Cancelado
fi: peruttu
fr: Annulé
it: Annullato
ja: キャンセル
nl: Geannuleerd
no: avbrutt
pl: Anulowany
pt: Cancelado
sr: отказан
sv: Avbokad

source: Continue
ar: استمر
de: Fortsetzen
es: Continuar
fi: Jatkaa
fr: Continuer
it: Continua
ja: 持続する
nl: Doorgaan met
no: Fortsette
pl: dalej
pt: Continuar
sr: Настави
sv: Fortsätta

source: Cancellation Requested
ar: الإلغاء المطلوب
de: Stornierung Gewünscht
es: Cancelación solicitada
fi: Peruutettu
fr: Annulation demandée
it: Annullamento richiesto
ja: キャンセル要求
nl: Annulering aangevraagd
no: Avbestilling Forespurt
pl: Wniosek o anulowanie
pt: Cancelamento solicitado
sr: Отказивање Тражени
sv: Avbeställningsansökan

source: Completed
ar: منجز
de: Abgeschlossen
es: Terminado
fi: valmistunut
fr: Terminé
it: Completato
ja: 完成しました
nl: Voltooid
no: fullført
pl: Zakończony
pt: Concluído
sr: завршен
sv: Avslutad

source: Discussions
ar: مناقشات
de: Diskussionen
es: Discusiones
fi: Keskustelut
fr: Des discussions
it: discussioni
ja: 議論
nl: discussies
no: diskusjoner
pl: Dyskusje
pt: Discussões
sr: Дискусије
sv: diskussioner

source: Load More
ar: تحميل المزيد
de: Mehr laden
es: Carga más
fi: Lataa lisää
fr: Charger plus
it: Carica di più
ja: 以上の負荷
nl: Meer laden
no: Last mer
pl: Załaduj więcej
pt: Carregue mais
sr: Учитај више
sv: Ladda mer

source: Show More
ar: أظهر المزيد
de: Zeig mehr
es: Mostrar más
fi: Näytä lisää
fr: Montre plus
it: Mostra di più
ja: もっと見せる
nl: Laat meer zien
no: Vis mer
pl: Pokaż więcej
pt: Mostre mais
sr: Прикажи више
sv: Visa mer

source: Show Less
ar: عرض أقل
de: Zeige weniger
es: Muestra menos
fi: Näytä vähemmän
fr: Montre moins
it: Mostra meno
ja: レスを表示
nl: Laat minder zien
no: Vis mindre
pl: Pokaż mniej
pt: Mostre menos
sr: схов Мање
sv: Visa mindre

source: Publish
ar: نشر
de: Veröffentlichen
es: Publicar
fi: Julkaista
fr: Publier
it: Pubblicare
ja: 出版します
nl: Publiceren
no: publisere
pl: Publikować
pt: Publicar
sr: објавити
sv: Publicera

source: Announcements
ar: الإعلانات
de: Ankündigungen
es: Anuncios
fi: Ilmoitukset
fr: Annonces
it: Annunci
ja: お知らせ
nl: Mededelingen
no: Kunngjøringer
pl: Ogłoszenia
pt: Anúncios
sr: Најаве
sv: Meddelanden

source: Send
ar: إرسال
de: Senden
es: Enviar
fi: Lähettää
fr: Envoyer
it: Inviare
ja: 送ります
nl: Sturen
no: Sende
pl: Wysłać
pt: Enviar
sr: послати
sv: Skicka

source: Display
ar: عرض
de: Anzeige
es: Monitor
fi: Näyttö
fr: Afficher
ja: 表示
nl: tonen
no: Vise
pl: Pokaz
pt: Exibição
sr: Приказ
sv: Visa

source: Public
ar: عامة
de: Öffentlichkeit
es: Público
fi: Julkinen
fr: Publique
it: Pubblico
ja: パブリック
nl: Openbaar
no: Offentlig
pl: Publiczny
pt: Público
sr: јавност
sv: offentlig

source: View Announcements
ar: عرض الإعلانات
de: Ansicht Ankündigungen
es: Ver anuncios
fi: Näytä ilmoitukset
fr: Afficher les annonces
it: Visualizza annunci
ja: ビューのお知らせ
nl: Bekijk aankondigingen
no: Se kunngjøringer
pl: Zobacz ogłoszenia
pt: Visualizar anúncios
sr: Погледај Најаве
sv: Visa meddelanden

source: Conversations
ar: المحادثات
de: Gespräche
es: Conversaciones
fi: keskustelut
it: conversazioni
ja: 会話
nl: conversaties
no: samtaler
pl: Rozmowy
pt: Conversas
sr: razgovori
sv: samtal

source: Start Now
ar: ابدأ الآن
de: Jetzt anfangen
es: Empezar ahora
fi: Aloita nyt
fr: Commencez maintenant
it: Avviare ora
ja: 今すぐ開始
nl: Begin nu
no: Start nå
pl: Zacząć teraz
pt: Comece agora
sr: Почни сад
sv: Börja nu

source: Company Assets
ar: أصول الشركة
de: Betriebsvermögen
es: Activos de la compañía
fi: Yhtiön omaisuuden
fr: Actifs de l'entreprise
it: I beni aziendali
ja: 会社の資産
nl: Bedrijfsactiva
no: Selskapets eiendeler
pl: Majątek firmy
pt: Ativos da Empresa
sr: Компанија aktiva
sv: Bolagets tillgångar

source: Asset Types
ar: أنواع الأصول
de: Asset-Typ
es: Tipos de activos
fi: Omaisuuslajien
fr: Types d'actifs
it: Tipi di cespite
ja: 資産タイプ
no: Eiendomstyper
pl: Rodzaje aktywów
pt: Tipos de ativos
sr: Врсте средстава
sv: Tillgångstyp

source: Asset Name
ar: اسم الأصل
es: Nombre del activo
fi: Sisällön nimi
fr: Nom d'actif
it: Asset Nome
ja: 資産名
nl: Activumnaam
no: Aktivnavn
pl: Nazwa zasobu
pt: Nome do ativo
sr: Назив дела

source: Performance
ar: أداء
es: Actuación
fi: Esitys
it: Prestazione
ja: パフォーマンス
nl: Prestatie
no: Opptreden
pl: Wydajność
pt: atuação
sr: Перформансе
sv: Prestanda

source: Performance Review
ar: مراجعة الأداء
de: Leistungsbeurteilung
es: Revisión de rendimiento
fi: Arvio suoriutumisesta
fr: Examen du rendement
it: Valutazione delle prestazioni
ja: 人事考課
nl: Prestatiebeoordeling
no: Prestasjonsvurdering
pl: Przegląd wydajności
pt: Revisão de desempenho
sr: Преглед учинка
sv: Utvecklingssamtal

source: Performance Reviews
ar: استعراضات الأداء
de: Leistungsbeurteilungen
es: Revisiones de rendimiento
fi: Suorituskykyarviot
fr: Avis de performance
it: Recensioni sulle prestazioni
ja: パフォーマンス・レビュー
nl: Functioneringsgesprekken
no: Ytelse Anmeldelser
pl: Recenzje wydajności
pt: Comentários de desempenho
sr: Коментар наступа
sv: Prestanda recensioner

source: Review
ar: إعادة النظر
de: Rezension
es: revisión
fi: Arvostelu
fr: La revue
it: Revisione
ja: レビュー
nl: Beoordeling
no: Anmeldelse
pl: Przejrzeć
pt: Reveja
sr: Прегледајте
sv: Recension

source: Reviews
ar: التعليقات
de: Bewertungen
es: Comentarios
fi: Arvostelut
fr: Avis
it: Recensioni
ja: レビュー
nl: beoordelingen
no: anmeldelser
pl: Opinie
pt: Rever
sr: Коментара
sv: recensioner

source: Review Feedback
ar: مراجعة التعليقات
de: Rückmeldung überprüfen
es: Comentarios de revisión
fi: Tarkista palautetta
fr: Révision des commentaires
it: Rivedi il feedback
ja: フィードバックを確認する
nl: Feedback beoordelen
no: Gå gjennom tilbakemelding
pl: Przejrzyj opinię
pt: Rever Comentários
sr: Прегледајте повратне информације
sv: Granska feedback

source: Review Template
ar: مراجعة القالب
de: Vorlage überprüfen
es: Plantilla de revisión
fi: Tarkastelumalli
fr: Modèle d'évaluation
it: Modello di recensione
ja: レビューテンプレート
nl: Sjabloon bekijken
no: Gjennomgå mal
pl: Szablon recenzji
pt: Rever modelo
sr: Шаблон за преглед
sv: Granska mallen

source: Template
ar: نموذج
de: Vorlage
es: Modelo
fi: Sapluuna
fr: Modèle
it: Modello
ja: テンプレート
nl: Sjabloon
no: Mal
pl: Szablon
pt: Modelo
sr: Шаблон
sv: Mall

source: Review Date
ar: تاريخ المراجعة
de: Prüfungsdatum
es: Fecha de revisión
fi: Tarkastuspäivämäärä
fr: Date de révision
it: Data della recensione
ja: レビュー日
nl: Beoordelingsdatum
no: Evalueringsdato
pl: Data przeglądu
pt: Data de revisão
sr: Датум прегледа
sv: Gransknings datum

source: Self Assessment Due On
ar: التقييم الذاتي المستحق
de: Selbsteinschätzung fällig am
es: Auto evaluación vencida
fi: Itsearviointi johtuu siitä
fr: Auto-évaluation en raison de
it: Autovalutazione dovuta
ja: セルフアセスメントの期限
nl: Zelfbeoordeling op
no: Egen vurdering på grunn av
pt: Autoavaliação devida em
sr: Довољно самопроцјена
sv: Självbedömning på grund av

source: Review Period Start
ar: مراجعة بداية الفترة
de: Überprüfungszeitraum starten
es: Revisar el período de inicio
fi: Tarkastelujakso alkaa
fr: Début de la période de révision
it: Esaminare l'inizio del periodo
ja: 審査期間の開始
nl: Review Periode Start
no: Gjennomgå Periode Start
pl: Rozpocznij przegląd okresu
pt: Revisar Início do Período
sr: Почетни период прегледа
sv: Granskningsperiod Start

source: Review Period End
ar: مراجعة نهاية الفترة
de: Periodenende überprüfen
es: Período de revisión final
fi: Tarkastelujakson päättyminen
fr: Fin de la période de révision
it: Revisione periodo fine
ja: 期間終了の確認
no: Gjennomgå periodens slutt
pl: Koniec okresu przeglądu
pt: Revisar o final do período
sr: Крајњи рок прегледа
sv: Granskningsperiodens slut

source: Attendees
ar: الحاضرين
de: Teilnehmer
es: Asistentes
fi: Osallistujat
fr: Participants
it: I partecipanti
ja: 出席者
nl: Deelnemers
no: Deltakere
pl: Uczestnicy
pt: Participantes
sr: Учесници
sv: Deltagare

source: Performance Reviews Coordinated by Me
ar: استعراض الأداء منسق من قبل
de: Performance Reviews koordiniert von mir
es: Revisiones de rendimiento coordinadas por mí
fi: Suoritusarviointi Koordinoi minua
fr: Examens de performance coordonnés par moi
it: Recensioni sulle prestazioni coordinate da me
ja: 私が調整したパフォーマンスレビュー
nl: Prestatiebeoordelingen gecoördineerd door mij
no: Ytelsesvurderinger Koordinert av meg
pl: Recenzje wydajności koordynowane przeze mnie
pt: Revisões de desempenho coordenadas por mim
sr: Перформанце Ревиевс Цоординатед би Ме
sv: Prestationsbedömningar Koordinerad av Mig

source: Provide Feedback
ar: تقديم التغذية الراجعة
de: Rückmeldung geben
es: Suministre realimentación
fi: Antaa palautetta
fr: Fournir une réponse
it: Fornire un feedback
ja: フィードバックを提供します
nl: Geef feedback
no: Gi tilbakemelding
pl: Przekazać opinię
pt: Dar uma resposta
sr: Дају повратне информације
sv: Ge feedback

source: Review Status
ar: مراجعة الحالة
de: Überprüfen Sie den Status
es: Estado de revisión
fi: Tarkista tila
fr: Statut de la révision
it: Verifica lo stato
ja: 審査ステータス
nl: Status bekijken
pl: Status recenzji
pt: Status de revisão
sr: Статус прегледа
sv: Granska status

source: Payroll Employees
ar: موظفي الرواتب
de: Mitarbeiter der Gehaltsabrechnung
es: Empleados de la nómina
fi: Palkanlaskennan työntekijät
fr: Salariés
it: Personale dipendente
ja: 給与計算従業員
nl: Loonlijstwerknemers
no: Lønnsansatte
pl: Lista płac Pracownicy
pt: Folha de pagamento Colaboradores
sr: Запослени са платним списковима
sv: Löneanställda

source: Payroll Groups
ar: مجموعات الرواتب
de: Gehaltsabrechnungs-Gruppen
es: Grupos de Nómina
fi: Palkanlaskentaryhmät
fr: Groupes de paie
it: Gruppi di lavoro
ja: 給与グループ
nl: Salarisgroepen
no: Lønnsgrupper
pl: Grupy płacowe
pt: Grupos de folhas de pagamento
sr: Платне групе
sv: Lönegrupper

source: Saved Calculations
ar: الحسابات المحفوظة
de: Gespeicherte Berechnungen
es: Cálculos guardados
fi: Tallennetut laskelmat
fr: Calculs sauvegardés
it: Calcoli salvati
ja: 保存された計算
nl: Opgeslagen berekeningen
no: Lagrede beregninger
pl: Zaoszczędzone obliczenia
pt: Cálculos economizados
sr: Сачуване калкулације
sv: Sparade beräkningar

source: Total Leave Days
ar: إجمالي أيام الإجازة
de: Gesamturlaubstage
es: Total de días de permiso
fi: Kokonaislomapäivät
fr: Nombre total de jours de congé
it: Giorni di congedo totali
ja: 総休暇日数
nl: Totaal aantal verlofdagen
no: Totalt permisjonsdager
pl: Łącznie Dni Urlopu
pt: Total de dias de férias
sr: Укупни дани одмора
sv: Totalt ledighet dagar

source: Actions
ar: أجراءات
de: Aktionen
es: Acciones
fi: Toiminnot
it: Azioni
ja: 行動
nl: Acties
no: Handlinger
pl: Działania
pt: Acções
sr: Акције
sv: Insatser

source: Edit
ar: تعديل
de: Bearbeiten
es: Edita
fi: Muokata
it: Modifica
ja: 編集
nl: Bewerk
no: Redigere
pl: Edycja
pt: Editar
sr: Уредити
sv: Redigera

source: View
ar: رأي
de: Siehe
es: Vea
fi: Näytä
fr: Voir
it: Vedi
ja: 見る
nl: Bekijk
no: Utsikt
pl: Widok
pt: Ver
sr: Поглед
sv: Se

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fi: Poistaa
fr: Supprimer
it: Cancellare
ja: 削除
nl: Verwijder
no: Slett
pl: Skreślić
pt: Eliminar
sr: Избриши
sv: Radera

source: Copy
ar: نسخ
de: Kopie
es: Copia
fi: Kopio
fr: Copie
it: Copia
ja: コピー
nl: Kopieer
no: Kopiere
pl: Kopia
pt: Cópia
sr: Копирај
sv: Kopiera

source: Employee Check-Ins
ar: تسجيلات الموظفين
de: Mitarbeiter-Check-Ins
es: Registros de empleados
fi: Työntekijöiden ilmoittautumiset
fr: Rencontres avec les employés
it: Check-in dei dipendenti
ja: 従業員のチェックイン
nl: Werknemer Check-Ins
no: Innsjekking av ansatte
pl: Odprawy pracownicze
pt: Cheque de funcionário-Ins
sr: Пријављивање запослених
sv: Kontroller av anställda

source: Employee Distribution
ar: توزيع الموظفين
de: Mitarbeiterverteilung
es: Distribución de los empleados
fi: Työntekijöiden jakautuminen
fr: Distribution des employés
it: Distribuzione dei dipendenti
ja: 従業員の分布
nl: Werknemersverdeling
no: Distribusjon av ansatte
pl: Dystrybucja pracowników
pt: Distribuição de empregados
sr: Расподела запослених
sv: Fördelning av anställda

source: Total
ar: مجموع
fi: Yhteensä
it: Totale
ja: 合計
nl: Totaal
pl: Ogółem
sr: Укупно
sv: Totalt

source: is required
ar: مطلوب
de: ist erforderlich
es: es necesario
fi: tarvitaan
fr: est nécessaire
it: è richiesto
ja: が必要です。
nl: is vereist
no: kreves
pl: jest wymagany
pt: é necessário
sr: је потребно
sv: krävs.

source: Use Employee Leave Period
ar: استخدام فترة إجازة الموظف
de: Mitarbeiter-Urlaubszeitraum verwenden
es: Utilizar el período de vacaciones de los empleados
fi: Käytä työntekijän loma-aikaa
fr: Utiliser la période de congé des employés
it: Utilizzare il periodo di congedo del dipendente
ja: 従業員の休暇期間の利用
nl: Gebruik Verlofperiode werknemer
no: Bruk permisjonsperioden
pl: Wykorzystanie okresu urlopu pracowniczego
pt: Usar o período de licença dos funcionários
sr: Користите период одсуства запослених
sv: Använd arbetstagarens ledighetsperiod

source: Required Experience (Days)
ar: الخبرة المطلوبة (أيام)
de: Erforderliche Erfahrung (Tage)
es: Experiencia requerida (días)
fi: Vaadittava kokemus (päivinä)
fr: Expérience requise (jours)
it: Esperienza richiesta (giorni)
ja: 必要な経験(日数)
nl: Vereiste ervaring (dagen)
no: Nødvendig erfaring (dager)
pl: Wymagane doświadczenie (dni)
pt: Experiência Requerida (Dias)
sr: Потребно искуство (дана)
sv: Erfarenhet som krävs (dagar)

source: LeaveGroup
ar: ترك مجموعات
de: Abwesenheitsgruppen
es: Dejar grupos
fi: leave Ryhmät
fr: Quitter les groupes
it: Gruppi Permessi
ja: グループを残します
nl: Laat groepen achter
no: Forlat grupper
pl: Opuść grupy
pt: Deixar grupos
sr: Оставите Групе
sv: Lämna grupper

source: Expenses Category
ar: فئة المصروفات
de: Ausgaben Kategorie
es: Categoría de gastos
fi: Kulut Luokka
fr: Catégorie de dépenses
it: Categoria delle spese
ja: 費用区分
nl: Uitgaven Categorie
no: Utgiftskategori
pl: Kategoria wydatków
pt: Categoria das despesas
sr: Категорија расхода
sv: Kostnadskategori

source: Employee Expense
ar: نفقات الموظف
de: Kosten für Mitarbeiter
es: Gastos de los empleados
fi: Henkilöstömenot
fr: Dépenses des employés
it: Spese per i dipendenti
ja: 従業員経費
nl: Werknemersuitgaven
no: Ansattes utgifter
pl: Wydatki pracownicze
pt: Despesa dos empregados
sr: Трошкови запослених
sv: Kostnader för anställda

source: Overtime
ar: متأخر، بعد فوات الوقت
de: Überstunden
es: Horas extras
fi: Ylityö
fr: Heures supplémentaires
it: Straordinari
ja: 残業時間
nl: Overuren
no: Over tid
pl: Nadgodziny
pt: Horas extraordinárias
sr: Током времена
sv: Övertid

source: Employee Fields
ar: مجالات الموظفين
de: Mitarbeiter-Felder
es: Campos de los empleados
fi: Työntekijän kentät
fr: Champs d'employés
it: Campi per i dipendenti
ja: 従業員のフィールド
nl: Werknemer Velden
no: Ansattfelt
pl: Pola pracownicze
pt: Campos de Empregados
sr: Поља запослених
sv: Fält för anställda

source: Asset Type
ar: نوع الأصول
de: Asset-Typ
es: Tipo de activo
fi: Omaisuuserätyyppi
fr: Type d'actif
it: Tipo di attività
ja: 資産の種類
nl: Type activa
no: Eiendomstype
pl: Rodzaj aktywów
pt: Tipo de bens
sr: Тип средства
sv: Typ av tillgång

source: Asset
ar: أصل
es: Activo
fi: Omaisuuserät
fr: Actif
it: Attività
ja: アセット
nl: Activa
no: ressurs
pl: Aktywa
pt: Bens
sr: Имовина
sv: Tillgångar

source: Custom Field
ar: حقل مخصص
de: Benutzerdefiniertes Feld
es: Campo personalizado
fi: Mukautettu kenttä
fr: Champ personnalisé
it: Personal
ja: カスタムフィールド
nl: Aangepast veld
no: Egendefinert felt
pl: Pole niestandardowe
pt: Campo personalizado
sr: Прилагођено поље
sv: Anpassat fält

source: Object Type
ar: الحقول المخصصة
de: Objekttyp
es: Tipo de objeto
fi: Kohteen tyyppi
fr: Type d'objet
it: Tipo di oggetto
ja: オブジェクトタイプ
no: Objekttype
pl: Typ obiektu
pt: Tipo de objecto
sr: Тип објекта
sv: Typ av objekt

source: Personal
ar: شخصي
fi: Henkilökohtainen
it: Personale
ja: パーソナル
nl: Persoonlijk
no: Personlig
pl: Osobisty
pt: Pessoal
sr: Лични
sv: Personligt

source: Identification
ar: تعريف
de: Identifikation
es: Identificación
fi: Tunnistaminen
it: Identificazione
ja: 識別
nl: Identificatie
no: Identifikasjon
pl: Identyfikacja
pt: Identificação
sr: Идентификација
sv: Identifiering

source: Work
ar: عمل
de: Arbeit
es: Trabajo
fi: Työ
fr: Travail
it: Lavoro
ja: 作品
nl: Werk
no: Arbeid
pl: Praca
pt: Trabalho
sr: Посао
sv: Arbete

source: Contact
ar: اتصال
de: Kontakt
es: Contacte con
fi: Ota yhteyttä
it: Contatta
ja: 連絡先
no: Ta kontakt med
pl: Kontakt
pt: Contacto
sr: Контакт
sv: Kontakta

source: Report
ar: تقرير
de: Bericht
es: Informe
fi: Raportti
fr: Rapport
it: Segnala
ja: 報告
nl: Verslag
no: Rapportere
pl: Raport
pt: Relatório
sr: Извештај
sv: Rapportera

source: Login As
ar: سجل دخول
de: Login als
es: Entrar como
fi: Kirjaudu sisään
fr: Se connecter en tant que
it: Accedi come
ja: としてログイン
nl: Inloggen als
no: Logg inn som
pl: Zaloguj się jako
pt: Login como
sr: Пријави се као
sv: Logga in som

source: Deactivate
ar: تعطيل
de: Deaktivieren
es: Desactivar
fi: Deaktivoi
fr: Désactiver
it: Disattivare
ja: ディアクティベート
nl: Deactiveer
no: Deaktiver
pl: Dezaktywuj
pt: Desactivar
sr: Деактивирај
sv: Inaktivera

source: Employee Education
ar: تعليم الموظف
de: Mitarbeiterschulung
es: Educación de los empleados
fi: Työntekijöiden koulutus
fr: Formation des employés
it: Educazione dei dipendenti
ja: 社員教育
nl: Opleiding van werknemers
no: Ansattes utdanning
pl: Edukacja pracowników
pt: Educação dos empregados
sr: Образовање запослених
sv: Utbildning för anställda

source: Employee Certification
ar: شهادة الموظف
de: Mitarbeiter-Zertifizierung
es: Certificación de los empleados
fi: Työntekijän sertifiointi
fr: Certification des employés
it: Certificazione dei dipendenti
ja: 従業員の認証
nl: Werknemerscertificering
no: Ansattesertifisering
pl: Certyfikacja pracowników
pt: Certificação de Empregados
sr: Сертификација запослених
sv: Certifiering av anställda

source: Listening
ar: الاستماع
de: Abhören
es: Escuchar
fi: Kuunteleminen
fr: Écoute
it: Ascolto
ja: リスニング
nl: Luisteren
no: Lytte
pl: Słuchanie
pt: Ouvir
sr: Слушам
sv: Lyssna

source: Employee Dependent
ar: الموظف المعال
de: Angestellter Angehöriger
es: Empleado Dependiente
fi: Työntekijän huollettava
fr: Employé Dépendant
it: Dipendente del dipendente
ja: 従業員の扶養家族
nl: Werknemer Afhankelijke
no: Avhengig av ansatt
pl: Pracownik Zależny
pt: Dependente do empregado
sr: Зависно од запосленог
sv: Anställd beroende

source: Contacts
ar: جهات الاتصال
de: Kontakte
es: Contactos
fi: Yhteystiedot
it: Contatti
ja: 連絡先
nl: Contacten
no: Kontakter
pl: Kontakty
pt: Contactos
sr: Контакти
sv: Kontakter

source: Next
ar: التالي
de: Nächste
es: Siguiente
fi: Seuraava
fr: Suivant
it: Prossimo
ja: 次のページ
nl: Volgende
no: Neste
pl: Następny
pt: Próximo
sr: Следећи
sv: Nästa

source: Emergency Contact
ar: الاتصال بالطوارىء
de: Notfallkontakt
es: Contacto de emergencia
fi: Hätäyhteyshenkilö
fr: Contact d'urgence
it: Contatto d'emergenza
ja: 緊急連絡先
nl: Contactpersoon voor noodgevallen
no: Nødtelefon
pl: Kontakt awaryjny
pt: Contacto de emergência
sr: Контакт за хитне случајеве
sv: Kontaktperson för nödsituationer
