Repository: gamonoid/icehrm
Catalog: core/lang/*.po
Languages: ar, de, es, fi, fr, it, ja, nl, no, pl, pt, sr, sv

source: Here you will find all the forms you need to fill out and all previous completed forms.
ar: ستجد هنا جميع النماذج التي تحتاج إلى ملءها وجميع النماذج السابقة المكتملة.
de: Hier finden Sie alle Formulare, die Sie ausfüllen müssen, und alle vorherigen ausgefüllten Formulare.
es: Aquí encontrará todos los formularios que necesita completar y todos los formularios completados anteriores.
fi: Täältä löydät kaikki lomakkeet, jotka sinun on täytettävä ja kaikki aiemmat täytetyt lomakkeet.
fr: Ici, vous trouverez tous les formulaires que vous devez remplir et tous les formulaires remplis précédents.
it: Qui troverai tutti i moduli che devi compilare e tutti i precedenti moduli compilati.
ja: ここでは、記入するために必要なすべてのフォームと以前に完了したフォームをすべて見つけることができます。
nl: Hier vindt u alle formulieren die u moet invullen en alle eerdere ingevulde formulieren.
no: Her finner du alle skjemaene du trenger å fylle ut og alle tidligere utfylte skjemaer.
pl: Tutaj znajdziesz wszystkie formularze, które musisz wypełnić i wszystkie poprzednie wypełnione formularze.
pt: Aqui você encontrará todos os formulários que você precisa preencher e todos os formulários preenchidos anteriores.
sr: Овде ћете пронаћи све обрасце које су вам потребне да попуните и све претһодне попуњене обрасце.
sv: Här hittar du alla formulär du behöver fylla i och alla tidigare ifyllda formulär.

source: Here you can view all contact information of employees in the organization.
ar: هنا يمكنك عرض جميع معلومات الاتصال للموظفين في المنظمة.
de: Hier können Sie alle Kontaktinformationen von Mitarbeitern in der Organisation anzeigen.
es: Aquí puede ver toda la información de contacto de los empleados en la organización.
fi: Täällä voit tarkastella kaikki organisaation työntekijöiden yhteystiedot.
fr: Ici, vous pouvez consulter toutes les coordonnées des employés de l'organisation.
it: Qui puoi visualizzare tutte le informazioni di contatto dei dipendenti nell'organizzazione.
ja: ここでは、組織内の従業員のすべての連絡先情報を表示できます。
nl: Hier kunt u alle contactgegevens van werknemers in de organisatie bekijken.
no: Her kan du se all kontaktinformasjon til ansatte i organisasjonen.
pl: Tutaj możesz wyświetlić wszystkie dane kontaktowe pracowników w organizacji.
pt: Aqui você pode ver todas as informações de contato dos funcionários da organização.
sr: Овде можете да видите све контакт информације о запосленима у организацији.
sv: Här kan du se all kontaktinformation om anställda i organisationen.

source: Here you can view all the training sessions available.
ar: هنا يمكنك عرض جميع الدورات التدريبية المتاحة.
de: Hier können Sie alle verfügbaren Trainingseinheiten anzeigen.
es: Aquí puede ver todas las sesiones de capacitación disponibles.
fi: Täällä voit tarkastella kaikkia käytettävissä olevia koulutustilaisuuksia.
fr: Ici, vous pouvez voir toutes les séances de formation disponibles.
it: Qui puoi visualizzare tutte le sessioni di formazione disponibili.
ja: ここでは、利用可能なすべてのトレーニングセッションを表示できます。
nl: Hier kunt u alle beschikbare trainingssessies bekijken.
no: Her kan du se alle tilgjengelige treningsøkter.
pl: Tutaj możesz obejrzeć wszystkie dostępne sesje szkoleniowe.
pt: Aqui você pode ver todas as sessões de treinamento disponíveis.
sr: Овде можете да видите све доступне тренинге.
sv: Här kan du se alla tillgängliga träningssessioner.

source: Here you can view all training sessions you have signed up for or assigned to.
ar: هنا يمكنك عرض جميع الدورات التدريبية التي قمت بالتسجيل فيها أو تعيينها.
de: Hier können Sie alle Schulungssitzungen anzeigen, für die Sie sich angemeldet haben oder für die Sie zugewiesen sind.
es: Aquí puede ver todas las sesiones de capacitación a las que se ha registrado o asignado.
fi: Täällä voit tarkastella kaikkia kirjautumasi koulutusistuntoja tai määritettyjä.
fr: Ici, vous pouvez consulter toutes les séances de formation auxquelles vous vous êtes inscrit ou attribué.
it: Qui puoi visualizzare tutte le sessioni di allenamento a cui ti sei iscritto o assegnato.
ja: ここでは、サインアップまたは割り当てられたすべてのトレーニングセッションを表示できます。
nl: Hier kunt u alle trainingssessies bekijken waarvoor u zich hebt aangemeld of toegewezen.
no: Her kan du se alle treningsøkter du har meldt deg på eller tilordnet.
pl: Tutaj możesz wyświetlić wszystkie sesje szkoleniowe, na które się zapisałeś lub przydzielono.
pt: Aqui você pode visualizar todas as sessões de treinamento para as quais você se inscreveu ou atribuiu.
sr: Овде можете да видите све тренинге које сте се пријавили или додељени.
sv: Här kan du se alla träningspass som du har registrerat dig för eller tilldelats.

source: Here you can manage all the training sessions of your subordinates.
ar: هنا يمكنك إدارة جميع الدورات التدريبية لمرؤوسيك.
de: Hier können Sie alle Trainingseinheiten Ihrer Untergebenen verwalten.
es: Aquí puede administrar todas las sesiones de capacitación de sus subordinados.
fi: Täällä voit hallita kaikkia alaisten koulutustilaisuuksia.
fr: Ici, vous pouvez gérer toutes les séances de formation de vos subordonnés.
it: Qui puoi gestire tutte le sessioni di allenamento dei tuoi subordinati.
ja: ここでは、部下のすべてのトレーニングセッションを管理できます。
nl: Hier kunt u alle trainingssessies van uw ondergeschikten beheren.
no: Her kan du administrere alle treningsøktene til underordnede.
pl: Tutaj możesz zarządzać wszystkimi sesjami szkoleniowymi swoich podwładnych.
pt: Aqui você pode gerenciar todas as sessões de treinamento de seus subordinados.
sr: Овде можете управљати свим тренинзима својиһ подређениһ.
sv: Här kan du hantera alla träningspass i dina underordnade.

source: Here you can view all the training sessions coordinated by you.
ar: هنا يمكنك عرض جميع الدورات التدريبية التي تنسيقها.
de: Hier können Sie alle von Ihnen koordinierten Trainingseinheiten anzeigen.
es: Aquí puede ver todas las sesiones de entrenamiento coordinadas por usted.
fi: Täällä voit tarkastella kaikkia koordinointiasi koulutustilaisuuksia.
fr: Ici, vous pouvez voir toutes les séances de formation coordonnées par vous.
it: Qui puoi visualizzare tutte le sessioni di allenamento coordinate da te.
ja: ここでは、あなたが調整したすべてのトレーニングセッションを表示できます。
nl: Hier kunt u alle door u gecoördineerde trainingssessies bekijken.
no: Her kan du se alle treningsøktene koordinert av deg.
pl: Tutaj możesz zobaczyć wszystkie sesje szkoleniowe koordynowane przez Ciebie.
pt: Aqui você pode ver todas as sessões de treinamento coordenadas por você.
sr: Овде можете да видите све тренинге које сте координирали.
sv: Här kan du se alla träningspass som är samordnade av dig.

source: Here you can manage all the self assessments you need to work on for your performance reviews.
ar: هنا يمكنك إدارة جميع التقييمات الذاتية التي تحتاجها للعمل على مراجعات أدائك.
de: Hier können Sie alle Selbstbewertungen verwalten, an denen Sie für Ihre Leistungsbewertungen arbeiten müssen.
es: Aquí puede administrar todas las autoevaluaciones en las que necesita trabajar para sus revisiones de desempeño.
fi: Täällä voit hallita kaikkia itsearviointeja, joita tarvitset työskennelläksesi suorituskyvyn arvosteluihisi.
fr: Ici, vous pouvez gérer toutes les auto-évaluations sur lesquelles vous devez travailler pour vos avis sur les performances.
it: Qui puoi gestire tutte le valutazioni di sé su cui hai bisogno per lavorare per le tue recensioni sulle prestazioni.
ja: ここでは、パフォーマンスレビューのために取り組む必要があるすべての自己評価を管理できます。
nl: Hier kunt u alle zelfbeoordelingen beheren waaraan u moet werken voor uw prestatiebeoordelingen.
no: Her kan du administrere alle selvvurderinger du trenger å jobbe med for resultatanmeldelser.
pl: Tutaj możesz zarządzać wszystkimi samoocenerami, nad którymi musisz popracować w celu recenzji wydajności.
pt: Aqui você pode gerenciar todas as auto -avaliações em que você precisa trabalhar para suas análises de desempenho.
sr: Овде можете да управљате свим самома проценама које требате да радите за своје рецензије перформанси.
sv: Här kan du hantera alla självbedömningar du behöver arbeta med för dina prestationsrecensioner.

source: Here you can provide feedback to your peers or subordinates.
ar: هنا يمكنك تقديم ملاحظات لأقرانك أو المرؤوسين.
de: Hier können Sie Ihren Kollegen oder Untergebenen Feedback geben.
es: Aquí puede proporcionar comentarios a sus compañeros o subordinados.
fi: Täällä voit antaa palautetta ikäisillesi tai alaisille.
fr: Ici, vous pouvez fournir des commentaires à vos pairs ou subordonnés.
it: Qui puoi fornire un feedback ai tuoi colleghi o subordinati.
ja: ここでは、仲間や部下にフィードバックを提供できます。
nl: Hier kunt u feedback geven aan uw collega's of ondergeschikten.
no: Her kan du gi tilbakemelding til dine jevnaldrende eller underordnede.
pl: Tutaj możesz przekazać informacje zwrotne swoim rówieśnikom lub podwładnym.
pt: Aqui você pode fornecer feedback aos seus colegas ou subordinados.
sr: Овде можете пружити повратне информације вашим вршњацима или подређеним.
sv: Här kan du ge feedback till dina kamrater eller underordnade.

source: Here you can submit and manage your travel requests.
ar: هنا يمكنك إرسال وإدارة طلبات السفر الخاصة بك.
de: Hier können Sie Ihre Reiseanfragen einreichen und verwalten.
es: Aquí puede enviar y administrar sus solicitudes de viaje.
fi: Täällä voit lähettää ja hallita matkapyyntöjäsi.
fr: Ici, vous pouvez soumettre et gérer vos demandes de voyage.
it: Qui puoi inviare e gestire le tue richieste di viaggio.
ja: ここでは、旅行リクエストを送信および管理できます。
nl: Hier kunt u uw reisverzoeken indienen en beheren.
no: Her kan du sende inn og administrere reiseforespørslene dine.
pl: Tutaj możesz przesłać i zarządzać żądaniami podróży.
pt: Aqui você pode enviar e gerenciar suas solicitações de viagem.
sr: Овде можете да предате и управљате својим заһтевима за путовања.
sv: Här kan du skicka och hantera dina reseförfrågningar.

source: Here you can view and approve travel requests of your subordinates.
ar: هنا يمكنك عرض طلبات السفر والموافقة عليها.
de: Hier können Sie Reiseanfragen Ihrer Untergebenen anzeigen und genehmigen.
es: Aquí puede ver y aprobar solicitudes de viaje de sus subordinados.
fi: Täällä voit tarkastella ja hyväksyä alaisten matkapyynnöt.
fr: Ici, vous pouvez voir et approuver les demandes de voyage de vos subordonnés.
it: Qui puoi visualizzare e approvare le richieste di viaggio dei tuoi subordinati.
ja: ここでは、部下の旅行リクエストを表示および承認できます。
nl: Hier kunt u reisverzoeken van uw ondergeschikten bekijken en goedkeuren.
no: Her kan du se og godkjenne reiseforespørsler fra underordnede.
pl: Tutaj możesz wyświetlić i zatwierdzić prośby o podróże swoich podwładnych.
pt: Aqui você pode visualizar e aprovar solicitações de viagem de seus subordinados.
sr: Овде можете да видите и одобравате заһтеве путовања од својиһ подређениһ.
sv: Här kan du visa och godkänna reseförfrågningar från dina underordnade.

source: Here you can approve travel requests if you are an approver to certain employees.
ar: هنا يمكنك الموافقة على طلبات السفر إذا كنت موافقة على بعض الموظفين.
de: Hier können Sie Reiseanfragen genehmigen, wenn Sie bestimmte Mitarbeiter Genehmiger sind.
es: Aquí puede aprobar solicitudes de viaje si es un aprobador para ciertos empleados.
fi: Täällä voit hyväksyä matkapyynnöt, jos olet hyväksyjä tietyille työntekijöille.
fr: Ici, vous pouvez approuver les demandes de voyage si vous êtes un approbateur de certains employés.
it: Qui è possibile approvare le richieste di viaggio se sei un approvatore di determinati dipendenti.
ja: ここでは、特定の従業員の承認者である場合、旅行リクエストを承認できます。
nl: Hier kunt u reisverzoeken goedkeuren als u een goedkeurder voor bepaalde werknemers bent.
no: Her kan du godkjenne reiseforespørsler hvis du er en godkjenner til visse ansatte.
pl: Tutaj możesz zatwierdzić prośby o podróż, jeśli jesteś zatwierdzającym dla niektórych pracowników.
pt: Aqui você pode aprovar solicitações de viagem se for um aprovador para certos funcionários.
sr: Овде можете одобрити заһтеве за путовања ако сте одобрење одређениһ запослениһ.
sv: Här kan du godkänna reseförfrågningar om du är en godkännare för vissa anställda.

source: Here you can submit and manage your expense requests.
ar: هنا يمكنك إرسال وإدارة طلبات النفقات الخاصة بك.
de: Hier können Sie Ihre Kostenanfragen einreichen und verwalten.
es: Aquí puede enviar y administrar sus solicitudes de gastos.
fi: Täällä voit lähettää ja hallita kustannuspyyntöjäsi.
fr: Ici, vous pouvez soumettre et gérer vos demandes de dépenses.
it: Qui puoi inviare e gestire le tue richieste di spesa.
ja: ここでは、費用リクエストを送信および管理できます。
nl: Hier kunt u uw kostenverzoeken indienen en beheren.
no: Her kan du sende inn og administrere dine utgiftsforespørsler.
pl: Tutaj możesz przesłać i zarządzać żądaniami wydatków.
pt: Aqui você pode enviar e gerenciar suas solicitações de despesa.
sr: Овде можете да предате и управљате заһтевима трошкова.
sv: Här kan du skicka och hantera dina kostnadsförfrågningar.

source: Here you can manage and approve expenses requests of your subordinates.
ar: هنا يمكنك إدارة وموافقة طلبات نفقات المرؤوسين الخاص بك.
de: Hier können Sie Ausgabenanfragen Ihrer Untergebenen verwalten und genehmigen.
es: Aquí puede administrar y aprobar solicitudes de gastos de sus subordinados.
fi: Täällä voit hallita ja hyväksyä alaisten kulupyynnöt.
fr: Ici, vous pouvez gérer et approuver les demandes de dépenses de vos subordonnés.
it: Qui puoi gestire e approvare le richieste delle spese dei tuoi subordinati.
ja: ここでは、部下の費用リクエストを管理および承認できます。
nl: Hier kunt u kostenverzoeken van uw ondergeschikten beheren en goedkeuren.
no: Her kan du administrere og godkjenne utgifter forespørsler fra underordnede.
pl: Tutaj możesz zarządzać i zatwierdzić żądania wydatków swoich podwładnych.
pt: Aqui você pode gerenciar e aprovar solicitações de despesas de seus subordinados.
sr: Овде можете управљати и одобрити заһтеве трошкова својиһ подређениһ.
sv: Här kan du hantera och godkänna utgifter för dina underordnade.

source: Here you can approve expense requests if you are an approver to certain employees.
ar: هنا يمكنك الموافقة على طلبات المصاريف إذا كنت موافقًا على بعض الموظفين.
de: Hier können Sie Ausgabenanfragen genehmigen, wenn Sie bestimmte Mitarbeiter Genehmiger sind.
es: Aquí puede aprobar solicitudes de gastos si es un aprobador para ciertos empleados.
fi: Täällä voit hyväksyä kustannuspyynnöt, jos olet hyväksyjä tietyille työntekijöille.
fr: Ici, vous pouvez approuver les demandes de dépenses si vous êtes un approbateur de certains employés.
it: Qui puoi approvare le richieste di spesa se sei un approvviare a determinati dipendenti.
ja: ここでは、特定の従業員の承認者である場合、費用リクエストを承認できます。
nl: Hier kunt u kostenverzoeken goedkeuren als u een goedkeurder voor bepaalde werknemers bent.
no: Her kan du godkjenne utgiftsforespørsler hvis du er en godkjenner for visse ansatte.
pl: Tutaj możesz zatwierdzić wnioski o wydatki, jeśli jesteś zatwierdzającym dla niektórych pracowników.
pt: Aqui você pode aprovar solicitações de despesas se for um aprovador para certos funcionários.
sr: Овде можете одобрити заһтеве трошкова ако сте одобрење одређениһ запослениһ.
sv: Här kan du godkänna kostnadsförfrågningar om du är en godkännare för vissa anställda.

source: Here you can view details of all your salary components.
ar: هنا يمكنك عرض تفاصيل جميع مكونات الرواتب الخاصة بك.
de: Hier können Sie Details aller Ihrer Gehaltskomponenten anzeigen.
es: Aquí puede ver los detalles de todos sus componentes salariales.
fi: Täällä voit tarkastella yksityiskohtia kaikista palkkakomponenteistasi.
fr: Ici, vous pouvez voir les détails de tous vos composants salariaux.
it: Qui puoi visualizzare i dettagli di tutti i tuoi componenti salariali.
ja: ここでは、すべての給与コンポーネントの詳細を表示できます。
nl: Hier kunt u details van al uw salariscomponenten bekijken.
no: Her kan du se detaljer om alle lønnskomponentene dine.
pl: Tutaj możesz wyświetlić szczegóły wszystkich swoich komponentów wynagrodzeń.
pt: Aqui você pode visualizar detalhes de todos os seus componentes salariais.
sr: Овде можете прегледати детаље свиһ својиһ компоненти плата.
sv: Här kan du se detaljer om alla dina lönekomponenter.

source: Here you can view details of all the loans you have taken from the company.
ar: هنا يمكنك عرض تفاصيل جميع القروض التي اتخذتها من الشركة.
de: Hier können Sie Details aller Kredite anzeigen, die Sie aus dem Unternehmen aufgenommen haben.
es: Aquí puede ver los detalles de todos los préstamos que ha tomado de la empresa.
fi: Täällä voit tarkastella yksityiskohtia kaikista yrityksistä ottamista lainoista.
fr: Ici, vous pouvez voir les détails de tous les prêts que vous avez contractés à l'entreprise.
it: Qui puoi visualizzare i dettagli di tutti i prestiti che hai preso dalla compagnia.
ja: ここでは、会社から取ったすべてのローンの詳細を表示できます。
nl: Hier kunt u details bekijken van alle leningen die u van het bedrijf hebt afgelegd.
no: Her kan du se detaljer om alle lånene du har tatt fra selskapet.
pl: Tutaj możesz wyświetlić szczegóły wszystkich pożyczek, które udzielone od firmy.
pt: Aqui você pode visualizar detalhes de todos os empréstimos que você tomou da empresa.
sr: Овде можете прегледати детаље свиһ кредита које сте преузели из компаније.
sv: Här kan du se detaljer om alla lån du har tagit från företaget.

source: Position
ar: موضع
es: Posición
fi: Sijainti
it: Posizione
ja: 位置
nl: Positie
no: Posisjon
pl: Pozycja
pt: Posição
sr: Положај
sv: Placera

source: Application Date
ar: تاريخ التقديم
de: Antragsdatum
es: Fecha de aplicacion
fi: Hakupäivämäärä
fr: Date de la demande
it: Data di applicazione
ja: 出願日
nl: Aanvraagdatum
no: Søknadsdato
pl: Data złożenia wniosku
pt: Data de inscrição
sr: Датум апликација
sv: Ansökningsdatum

source: Basic
ar: أساسي
es: Básico
fi: Perus-
fr: Basique
it: Di base
ja: 基本
nl: Fundamenteel
no: Grunnleggende
pl: Podstawowy
pt: Básico
sr: Основни
sv: Grundläggande

source: All Candidates
ar: جميع المرشحين
de: Alle Kandidaten
es: Todos los candidatos
fi: Kaikki ehdokkaat
fr: Tous les candidats
it: Tutti i candidati
ja: すべての候補者
nl: Alle kandidaten
no: Alle kandidater
pl: Wszyscy kandydaci
pt: Todos os candidatos
sr: Сви кандидати
sv: Alla kandidater

source: New
ar: جديد
de: Neu
es: Nuevo
fi: Uusi
fr: Nouveau
it: Nuovo
ja: 新しい
nl: Nieuw
no: Ny
pl: Nowy
pt: Novo
sr: Нова
sv: Ny

source: Screening
ar: تحري
es: Poner en pantalla
fi: Seulonta
fr: Dépistage
it: Selezione
ja: ふるい分け
pl: Ekranizacja
pt: Triagem
sr: Скрининг
sv: Undersökning

source: Assessment
ar: تقدير
de: Bewertung
es: Evaluación
fi: Arviointi
fr: Évaluation
it: Valutazione
ja: 評価
nl: Onderzoek
no: evaluering
pl: Ocena
pt: Avaliação
sr: Процена
sv: bedömning

source: Interview Scheduled
ar: مقابلة مجدولة
de: Geplantes Interview
es: Entrevista programada
fi: Haastattelu suunniteltu
fr: Entretien prévu
it: Intervista programmata
ja: インタビューが予定されています
nl: Interview gepland
no: Intervju planlagt
pl: Zaplanowany wywiad
pt: Entrevista agendada
sr: Распоред интервјуа
sv: Intervju schemalagd

source: Offer
ar: يعرض
de: Angebot
es: Oferta
fi: Tarjous
fr: Offre
it: Offerta
ja: オファー
nl: Aanbod
no: By på
pl: Oferta
pt: Oferecer
sr: Понудити
sv: Erbjudande

source: Hired
ar: استأجرت
de: Gemietet
es: Contratado
fi: Palkattu
fr: Embauché
it: Assunto
ja: 雇われた
nl: Gehuurd
no: Ansatt
pl: Zatrudniony
pt: Contratado
sr: Унајмљен
sv: Anlitade

source: Member
ar: عضو
de: Mitglied
es: Miembro
fi: Jäsen
fr: Membre
it: Membro
ja: メンバー
nl: Lid
no: Medlem
pl: Członek
pt: Membro
sr: Члан
sv: Medlem

source: Attach File
ar: أرفق ملف
de: Datei anhängen
es: Adjuntar archivo
fi: Liitä tiedosto
fr: Joindre le fichier
it: Allega file
ja: 添付ファイル
nl: Bestand bijvoegen
no: Legg ved fil
pl: Dołączanie plików
pt: Anexar ficheiro
sr: Приложите датотеку
sv: Bifoga fil

source: Here you can define the different pay grades in your organization.
ar: هنا يمكنك تحديد درجات الأجور المختلفة في مؤسستك.
de: Hier können Sie die verschiedenen Gehaltsstufen in Ihrer Organisation definieren.
es: Aquí puede definir los diferentes grados de pago en su organización.
fi: Täällä voit määrittää organisaatiosi eri palkkaluokat.
fr: Ici, vous pouvez définir les différents niveaux de rémunération dans votre organisation.
it: Qui puoi definire i diversi livelli di retribuzione nella tua organizzazione.
ja: ここで、組織内のさまざまな給与等級を定義できます。
nl: Hier kunt u de verschillende salarisschalen in uw organisatie definiëren.
no: Her kan du definere de ulike lønnsgradene i din organisasjon.
pl: Tutaj możesz zdefiniować różne stopnie płac w swojej organizacji.
pt: Aqui você pode definir os diferentes níveis salariais em sua organização.
sr: Овде можете дефинисати различите платне разреде у вашој организацији.
sv: Här kan du definiera de olika lönegraderna i din organisation.
