Repository: gamonoid/icehrm
Catalog: core/lang/*.po
Languages: ar, de, es, fi, fr, it, ja, nl, no, pl, pt, sr, sv

source: Data directory is accessible from outside.
ar: دليل البيانات يمكن الوصول إليه من الخارج.
de: Datenverzeichnis ist von außen zugänglich.
es: El directorio de datos es accesible desde el exterior.
fi: Tietohakemistoon pääsee käsiksi ulkopuolelta.
fr: Le répertoire de données est accessible de l'extérieur.
it: La directory dei dati è accessibile dall'esterno.
ja: データディレクトリに外部からアクセスできる。
nl: Gegevensmap is van buitenaf toegankelijk.
no: Datakatalogen er tilgjengelig utenfra.
pl: Katalog danych jest dostępny z zewnątrz.
pt: O directório de dados é acessível a partir do exterior.
sr: Директорију података је могуће приступити споља.
sv: Datakatalogen är tillgänglig från utsidan.

source: Learn how to fix
ar: تعلم كيفية الإصلاح
de: Erfahren Sie, wie Sie beheben können
es: Aprenda a arreglar
fi: Opi korjaamaan
fr: Apprenez à réparer
it: Impara come risolvere
ja: 修正方法はこちら
nl: Leer hoe u
no: Lær hvordan du fikser
pl: Dowiedz się, jak naprawić
pt: Saiba como corrigir
sr: Научите како да поправите
sv: Lär dig hur du åtgärdar

source: Copy System Report
ar: نسخ تقرير النظام
de: Systembericht kopieren
es: Informe del sistema de copias
fi: Kopioi järjestelmäraportti
fr: Rapport sur le système de copie
it: Copiare il rapporto del sistema
ja: コピーシステムレポート
nl: Kopieer systeem rapport
no: Kopier systemrapport
pl: Rapport sur le système de copie
pt: Relatório do Sistema de Cópia
sr: Копирај системски извештај
sv: Kopiera systemrapport

source: System Issues
ar: مشاكل النظام
de: System-Probleme
es: Problemas del sistema
fi: Järjestelmäongelmat
fr: Questions relatives au système
it: Problemi del sistema
ja: システム課題
nl: Systeem problemen
no: Systemproblemer
pl: Problemy z systemem
pt: Questões do sistema
sr: Системска питања
sv: Systemfrågor

source: System Report
ar: تقرير النظام
de: System-Bericht
es: Informe del sistema
fi: Järjestelmäraportti
fr: Rapport sur le système
it: Rapporto sul sistema
ja: システムレポート
nl: Systeem Rapport
no: Systemrapport
pl: Raport systemowy
pt: Relatório do sistema
sr: Извештај система
sv: Systemrapport

source: Here you can define the structure of the company by adding branches, departments, company units,etc. Each employee needs to be connected to a company structure.
ar: هنا يمكنك تحديد هيكل الشركة من خلال إضافة الفروع والإدارات ووحدات الشركة وما إلى ذلك. يحتاج كل موظف إلى أن يكون متصلاً بهيكل الشركة.
de: Hier können Sie die Struktur des Unternehmens definieren, indem Sie Niederlassungen, Abteilungen, Unternehmenseinheiten usw. hinzufügen. Jeder Mitarbeiter muss in eine Unternehmensstruktur eingebunden werden.
es: Aquí puede definir la estructura de la empresa agregando sucursales, departamentos, unidades de la empresa, etc. Cada empleado debe estar conectado a una estructura de la empresa.
fi: Täällä voit määritellä yrityksen rakenteen lisäämällä sivuliikkeitä, osastoja, yrityksen yksiköitä jne. Jokaisen työntekijän tulee olla yhteydessä yrityksen rakenteeseen.
fr: Ici, vous pouvez définir la structure de l'entreprise en ajoutant des succursales, des départements, des unités de l'entreprise, etc. Chaque employé doit être connecté à une structure d'entreprise.
it: Qui puoi definire la struttura dell'azienda aggiungendo filiali, reparti, unità aziendali, ecc. Ogni dipendente deve essere collegato a una struttura aziendale.
ja: ここでは、支店、部門、会社単位などを追加して会社の構造を定義できます。各従業員は会社構造に接続されている必要があります。
nl: Hier kunt u de structuur van het bedrijf definiëren door filialen, afdelingen, bedrijfseenheden, enz. toe te voegen. Elke werknemer moet verbonden zijn met een bedrijfsstructuur.
no: Her kan du definere strukturen til selskapet ved å legge til filialer, avdelinger, bedriftsenheter osv. Hver ansatt må være knyttet til en bedriftsstruktur.
pl: Aqui você pode definir a estrutura da empresa adicionando filiais, departamentos, unidades da empresa, etc. Cada funcionário precisa estar conectado a uma estrutura da empresa.
pt: Aqui você pode definir a estrutura da empresa adicionando filiais, departamentos, unidades da empresa, etc. Cada funcionário precisa estar conectado a uma estrutura da empresa.
sr: Овде можете дефинисати структуру компаније додавањем филијала, одељења, јединица компаније итд. Сваки запослени мора бити повезан са структуром компаније.
sv: Här kan du definiera företagets struktur genom att lägga till filialer, avdelningar, företagsenheter, etc. Varje anställd behöver vara kopplad till en företagsstruktur.

source: Company graph provides a graphical overview of the company structure.
ar: يوفر الرسم البياني للشركة نظرة عامة رسومية على هيكل الشركة.
de: Das Unternehmensdiagramm bietet einen grafischen Überblick über die Unternehmensstruktur.
es: El gráfico de la empresa proporciona una descripción gráfica de la estructura de la empresa.
fi: Yrityskaavio tarjoaa graafisen yleiskatsauksen yrityksen rakenteesta.
fr: Le graphique de l'entreprise fournit un aperçu graphique de la structure de l'entreprise.
it: Il grafico dell'azienda fornisce una panoramica grafica della struttura dell'azienda.
ja: 会社グラフは、会社構造の概要をグラフィカルに示します。
nl: Bedrijfsgrafiek geeft een grafisch overzicht van de bedrijfsstructuur.
no: Bedriftsgraf gir en grafisk oversikt over selskapsstrukturen.
pl: Wykres firmy zapewnia graficzny przegląd struktury firmy.
pt: Gráfico da empresa fornece uma visão geral gráfica da estrutura da empresa.
sr: Графикон предузећа даје графички преглед структуре предузећа.
sv: Företagsdiagram ger en grafisk översikt över företagsstrukturen.

source: Here you can manage the job titles in your organization. Each employee needs to be assigned a job title.
ar: هنا يمكنك إدارة المسميات الوظيفية في مؤسستك. يحتاج كل موظف إلى تعيين مسمى وظيفي.
de: Hier können Sie die Berufsbezeichnungen in Ihrer Organisation verwalten. Jedem Mitarbeiter muss eine Berufsbezeichnung zugewiesen werden.
es: Aquí puede administrar los títulos de trabajo en su organización. A cada empleado se le debe asignar un puesto de trabajo.
fi: Täällä voit hallita organisaatiosi työnimikkeitä. Jokaiselle työntekijälle on määritettävä tehtävänimike.
fr: Ici, vous pouvez gérer les intitulés de poste dans votre organisation. Chaque employé doit se voir attribuer un titre de poste.
it: Qui puoi gestire i titoli di lavoro nella tua organizzazione. Ad ogni dipendente deve essere assegnato un titolo di lavoro.
ja: ここでは、組織内の役職を管理できます。各従業員に役職を割り当てる必要があります。
nl: Hier kunt u de functietitels in uw organisatie beheren. Elke medewerker moet een functietitel krijgen.
no: Her kan du administrere stillingsbetegnelsene i din organisasjon. Hver ansatt må tildeles en stillingstittel.
pl: Tutaj możesz zarządzać stanowiskami w swojej organizacji. Każdemu pracownikowi należy przypisać stanowisko.
pt: Aqui você pode gerenciar os cargos em sua organização. Cada funcionário precisa receber um cargo.
sr: Овде можете управљати називима послова у вашој организацији. Сваком запосленом треба доделити назив радног места.
sv: Här kan du hantera jobbtitlarna i din organisation. Varje anställd måste tilldelas en befattning.

source: Here you can define the different pay grades in your organization.
ar: هنا يمكنك تحديد درجات الأجور المختلفة في مؤسستك.
de: Hier können Sie die verschiedenen Gehaltsstufen in Ihrer Organisation definieren.
es: Aquí puede definir los diferentes grados de pago en su organización.
fi: Täällä voit määrittää organisaatiosi eri palkkaluokat.
fr: Ici, vous pouvez définir les différents niveaux de rémunération dans votre organisation.
it: Qui puoi definire i diversi livelli di retribuzione nella tua organizzazione.
ja: ここで、組織内のさまざまな給与等級を定義できます。
nl: Hier kunt u de verschillende salarisschalen in uw organisatie definiëren.
no: Her kan du definere de ulike lønnsgradene i din organisasjon.
pl: Tutaj możesz zdefiniować różne stopnie płac w swojej organizacji.
pt: Aqui você pode definir os diferentes níveis salariais em sua organização.
sr: Овде можете дефинисати различите платне разреде у вашој организацији.
sv: Här kan du definiera de olika lönegraderna i din organisation.

source: Here you can define the different type of employment states in your organization. Each employee should be assigned an employment state.
ar: هنا يمكنك تحديد أنواع مختلفة من حالات التوظيف في مؤسستك. يجب تعيين حالة توظيف لكل موظف.
de: Hier können Sie die verschiedenen Arten von Beschäftigungszuständen in Ihrer Organisation definieren. Jedem Mitarbeiter sollte ein Beschäftigungsstatus zugewiesen werden.
es: Aquí puede definir los diferentes tipos de estados de empleo en su organización. A cada empleado se le debe asignar un estado de empleo.
fi: Täällä voit määrittää organisaatiosi erilaiset työllisyystilat. Jokaiselle työntekijälle on määrättävä työpaikka.
fr: Ici, vous pouvez définir les différents types d'états d'emploi dans votre organisation. Chaque employé doit se voir attribuer un état d'emploi.
it: Qui puoi definire i diversi tipi di stati occupazionali nella tua organizzazione. Ad ogni dipendente dovrebbe essere assegnato uno stato di occupazione.
ja: ここで、組織内のさまざまな種類の雇用状態を定義できます。各従業員には雇用状態を割り当てる必要があります。
nl: Hier kunt u de verschillende soorten dienstverbanden in uw organisatie definiëren. Elke werknemer moet een tewerkstellingsstaat toegewezen krijgen.
no: Her kan du definere de forskjellige typene ansettelsestilstander i organisasjonen din. Hver ansatt bør tildeles en ansettelsesstat.
pl: Tutaj możesz zdefiniować różne typy stanów zatrudnienia w Twojej organizacji. Każdemu pracownikowi należy przypisać stan zatrudnienia.
pt: Aqui você pode definir os diferentes tipos de estados de emprego em sua organização. A cada funcionário deve ser atribuído um estado de emprego.
sr: Овде можете дефинисати различите врсте стања запослења у вашој организацији. Сваком запосленом треба доделити статус запослења.
sv: Här kan du definiera olika typer av anställningstillstånd i din organisation. Varje anställd bör tilldelas en anställningsstat.

source: Here you can define the different types of skills an employee might have.
ar: هنا يمكنك تحديد الأنواع المختلفة من المهارات التي قد يمتلكها الموظف.
de: Hier können Sie die verschiedenen Arten von Fähigkeiten definieren, über die ein Mitarbeiter verfügen könnte.
es: Aquí puede definir los diferentes tipos de habilidades que un empleado puede tener.
fi: Täällä voit määrittää työntekijän eri taidot.
fr: Ici, vous pouvez définir les différents types de compétences qu'un employé peut avoir.
it: Qui puoi definire i diversi tipi di competenze che un dipendente potrebbe avere.
ja: ここでは、従業員が持つ可能性のあるさまざまな種類のスキルを定義できます。
nl: Hier kunt u de verschillende soorten vaardigheden definiëren die een werknemer kan hebben.
no: Her kan du definere de ulike typene ferdigheter en ansatt kan ha.
pl: Tutaj możesz zdefiniować różne rodzaje umiejętności, jakie może posiadać pracownik.
pt: Aqui você pode definir os diferentes tipos de habilidades que um funcionário pode ter.
sr: Овде можете дефинисати различите врсте вештина које запослени може да поседује.
sv: Här kan du definiera de olika typer av kompetens en anställd kan ha.

source: Here you can define the different levels of education an employee might have.
ar: هنا يمكنك تحديد مستويات التعليم المختلفة التي قد يكون لدى الموظف.
de: Hier können Sie die unterschiedlichen Bildungsniveaus definieren, die ein Mitarbeiter möglicherweise haben.
es: Aquí puede definir los diferentes niveles de educación que un empleado podría tener.
fi: Täällä voit määritellä työntekijän eri koulutustasot.
fr: Ici, vous pouvez définir les différents niveaux d'éducation qu'un employé pourrait avoir.
it: Qui puoi definire i diversi livelli di istruzione che un dipendente potrebbe avere.
ja: ここでは、従業員が持つ可能性のあるさまざまなレベルの教育レベルを定義できます。
nl: Hier kunt u de verschillende niveaus van opleiding definiëren die een werknemer heeft.
no: Her kan du definere de forskjellige utdanningsnivåene en ansatt kan ha.
pl: Tutaj możesz zdefiniować różne poziomy edukacji, jakie może mieć pracownik.
pt: Aqui você pode definir os diferentes níveis de educação que um funcionário pode ter.
sr: Овде можете дефинисати различите нивое образовања који би могао имати запослени.
sv: Här kan du definiera de olika utbildningsnivåerna som en anställd kan ha.

source: Here you can define the different types of certifications an employee might have completed.
ar: هنا يمكنك تحديد الأنواع المختلفة من الشهادات التي قد يكملها الموظف.
de: Hier können Sie die verschiedenen Arten von Zertifizierungen definieren, die ein Mitarbeiter möglicherweise abgeschlossen hat.
es: Aquí puede definir los diferentes tipos de certificaciones que un empleado podría haber completado.
fi: Täällä voit määrittää erityyppiset sertifikaatit, jotka työntekijä on saattanut päätökseen.
fr: Ici, vous pouvez définir les différents types de certifications qu'un employé pourrait avoir terminé.
it: Qui puoi definire i diversi tipi di certificazioni che un dipendente potrebbe aver completato.
ja: ここでは、従業員が完了した可能性のあるさまざまな種類の認定を定義できます。
nl: Hier kunt u de verschillende soorten certificeringen definiëren die een werknemer mogelijk heeft voltooid.
no: Her kan du definere de forskjellige typene sertifiseringer en ansatt kan ha fullført.
pl: Tutaj możesz zdefiniować różne rodzaje certyfikatów, które pracownik mógł ukończyć.
pt: Aqui você pode definir os diferentes tipos de certificações que um funcionário pode ter concluído.
sr: Овде можете дефинисати различите врсте сертификата које је запослени могао завршити.
sv: Här kan du definiera de olika typerna av certifieringar som en anställd kan ha slutfört.

source: Languages consists of most of the languages used globally.
ar: تتكون اللغات من معظم اللغات المستخدمة عالميًا.
de: Sprachen bestehen aus den meisten weltweit verwendeten Sprachen.
es: Los idiomas consisten en la mayoría de los idiomas utilizados a nivel mundial.
fi: Kielet koostuvat useimmista globaalisti käytetyistä kielistä.
fr: Les langues se compose de la plupart des langues utilisées à l'échelle mondiale.
it: Le lingue sono costituite dalla maggior parte delle lingue utilizzate a livello globale.
ja: 言語は、グローバルに使用されるほとんどの言語で構成されています。
nl: Talen bestaat uit de meeste talen die wereldwijd worden gebruikt.
no: Språk består av de fleste av språkene som brukes globalt.
pl: Języki składają się z większości języków używanych na całym świecie.
pt: Os idiomas consistem na maioria dos idiomas usados ​​globalmente.
sr: Језици се састоје од већине језика који се користе на глобалној страни.
sv: Språk består av de flesta av de språk som används globalt.

source: Here you can add details about a project such as project name, client, details and the status.
ar: هنا يمكنك إضافة تفاصيل حول مشروع مثل اسم المشروع والعميل والتفاصيل والحالة.
de: Hier können Sie Details zu einem Projekt wie Projektnamen, Kunden, Details und Status hinzufügen.
es: Aquí puede agregar detalles sobre un proyecto como el nombre del proyecto, el cliente, los detalles y el estado.
fi: Täällä voit lisätä tietoja projektista, kuten projektin nimi, asiakas, yksityiskohdat ja tilaa.
fr: Ici, vous pouvez ajouter des détails sur un projet tel que le nom du projet, le client, les détails et l'état.
it: Qui puoi aggiungere dettagli su un progetto come il nome del progetto, il client, i dettagli e lo stato.
ja: ここでは、プロジェクト名、クライアント、詳細、ステータスなどのプロジェクトの詳細を追加できます。
nl: Hier kunt u details toevoegen over een project zoals projectnaam, client, details en de status.
no: Her kan du legge til detaljer om et prosjekt som prosjektnavn, klient, detaljer og status.
pl: Tutaj możesz dodać szczegóły dotyczące projektu, takiego jak nazwa projektu, klient, szczegóły i status.
pt: Aqui você pode adicionar detalhes sobre um projeto como nome do projeto, cliente, detalhes e status.
sr: Овде можете додати детаље о пројекту као што је име пројекта, клијент, детаљи и статус.
sv: Här kan du lägga till detaljer om ett projekt som projektnamn, klient, detaljer och status.

source: Here you can assign projects to employees.
ar: هنا يمكنك تعيين مشاريع للموظفين.
de: Hier können Sie den Mitarbeitern Projekte zuweisen.
es: Aquí puede asignar proyectos a los empleados.
fi: Täällä voit määrittää projektit työntekijöille.
fr: Ici, vous pouvez attribuer des projets aux employés.
it: Qui puoi assegnare progetti ai dipendenti.
ja: ここでは、プロジェクトを従業員に割り当てることができます。
nl: Hier kunt u projecten toewijzen aan werknemers.
no: Her kan du tildele prosjekter til ansatte.
pl: Tutaj możesz przypisać projekty pracownikom.
pt: Aqui você pode atribuir projetos aos funcionários.
sr: Овде можете доделити пројекте запосленима.
sv: Här kan du tilldela projekt till anställda.

source: Here you can add and manage clients your organization is working with. You can choose the correct client when adding a project in IceHrm.
ar: هنا يمكنك إضافة وإدارة العملاء التي تعمل مؤسستك معها. يمكنك اختيار العميل الصحيح عند إضافة مشروع في IceHRM.
de: Hier können Sie Kunden hinzufügen und verwalten, mit denen Ihre Organisation zusammenarbeitet. Sie können den richtigen Kunden auswählen, wenn Sie ein Projekt in ICEHRM hinzufügen.
es: Aquí puede agregar y administrar clientes con los que su organización está trabajando. Puede elegir el cliente correcto al agregar un proyecto en ICEHRM.
fi: Täällä voit lisätä ja hallita asiakkaita, joiden kanssa organisaatio työskentelee. Voit valita oikean asiakkaan lisättäessä projektia ICEHRM: ään.
fr: Ici, vous pouvez ajouter et gérer les clients avec lesquels votre organisation travaille. Vous pouvez choisir le bon client lors de l'ajout d'un projet dans ICEHRM.
it: Qui puoi aggiungere e gestire i clienti con cui la tua organizzazione sta lavorando. Puoi scegliere il client corretto quando si aggiunge un progetto in ICEHRM.
ja: ここでは、組織が協力しているクライアントを追加および管理できます。 ICEHRMにプロジェクトを追加するときに、正しいクライアントを選択できます。
nl: Hier kunt u klanten toevoegen en beheren waarmee uw organisatie werkt. U kunt de juiste client kiezen bij het toevoegen van een project in IceHRM.
no: Her kan du legge til og administrere kunder organisasjonen din jobber med. Du kan velge riktig klient når du legger til et prosjekt i IceHRM.
pl: Tutaj możesz dodawać i zarządzać klientami, z którymi współpracuje Twoja organizacja. Możesz wybrać odpowiedniego klienta podczas dodawania projektu w ICEHRM.
pt: Aqui você pode adicionar e gerenciar clientes com os quais sua organização está trabalhando. Você pode escolher o cliente correto ao adicionar um projeto no ICEHRM.
sr: Овде можете додати и управљати клијентима са којима ваша организација ради. Можете да изаберете исправног клијента приликом додавања пројекта у ИЦЕҺРМ-у.
sv: Här kan du lägga till och hantera kunder som din organisation arbetar med. Du kan välja rätt klient när du lägger till ett projekt i ICEHRM.

source: Here you can define custom fields for assets, company struture, employee, travel request or expense forms.
ar: هنا يمكنك تحديد الحقول المخصصة للأصول أو دعامة الشركة أو الموظف أو طلب السفر أو نماذج المصاريف.
de: Hier können Sie benutzerdefinierte Felder für Vermögenswerte, Unternehmensstrümpfe, Mitarbeiter, Reiseanfragen oder Kosten definieren.
es: Aquí puede definir campos personalizados para activos, torrutas de la empresa, empleado, solicitud de viaje o formularios de gastos.
fi: Täällä voit määritellä omaisuuserien, yrityksen struture-, työntekijöiden, matkapyyntö- tai kulukentälomakkeiden mukautetut kentät.
fr: Ici, vous pouvez définir des champs personnalisés pour les formulaires d'actifs, de struture de l'entreprise, d'employés, de demande de voyage ou de dépenses.
it: Qui è possibile definire campi personalizzati per attività, struture aziendale, dipendente, richiesta di viaggio o moduli di spesa.
ja: ここでは、資産、会社の支店、従業員、旅行リクエスト、または費用フォームのカスタムフィールドを定義できます。
nl: Hier kunt u aangepaste velden definiëren voor activa, bedrijfstrutuur, werknemer, reisverzoek of kostenformulieren.
no: Her kan du definere tilpassede felt for eiendeler, firmastrutur, ansatt, reiseforespørsel eller utgiftsskjemaer.
pl: Tutaj możesz zdefiniować niestandardowe pola dla aktywów, stadium firmy, pracownika, żądania podróży lub formularzy wydatków.
pt: Aqui você pode definir campos personalizados para ativos, cortes da empresa, funcionários, solicitação de viagem ou formulários de despesas.
sr: Овде можете дефинисати прилагођена поља за имовину, компанију Струтуре, запослени, заһтев за путовања или обрасце трошкова.
sv: Här kan du definiera anpassade fält för tillgångar, företagsstruktur, anställd, reseförfrågan eller kostnadsformulär.

source: Here you can view records of all the activities performed by different users in the system.
ar: هنا يمكنك عرض السجلات لجميع الأنشطة التي يقوم بها مستخدمون مختلفين في النظام.
de: Hier können Sie Datensätze über alle Aktivitäten ansehen, die von verschiedenen Benutzern im System ausgeführt werden.
es: Aquí puede ver registros de todas las actividades realizadas por diferentes usuarios en el sistema.
fi: Täällä voit tarkastella tietueita kaikista järjestelmän eri käyttäjien suorittamista toiminnoista.
fr: Ici, vous pouvez afficher des enregistrements de toutes les activités effectuées par différents utilisateurs du système.
it: Qui puoi visualizzare i record di tutte le attività svolte da diversi utenti nel sistema.
ja: ここでは、システム内のさまざまなユーザーが実行するすべてのアクティビティの記録を表示できます。
nl: Hier kunt u records bekijken van alle activiteiten die door verschillende gebruikers in het systeem worden uitgevoerd.
no: Her kan du se poster over alle aktivitetene som er utført av forskjellige brukere i systemet.
pl: Tutaj możesz wyświetlić rekordy wszystkich działań wykonywanych przez różnych użytkowników w systemie.
pt: Aqui você pode visualizar registros de todas as atividades executadas por diferentes usuários do sistema.
sr: Овде можете видети евиденције о свим активностима које раде различити корисници у систему.
sv: Här kan du se register över alla aktiviteter som utförs av olika användare i systemet.

source: Here you can to add new employees, view employee details and filter employees.
ar: هنا يمكنك إضافة موظفين جدد ، وعرض تفاصيل الموظف وتصفية الموظفين.
de: Hier können Sie neue Mitarbeiter hinzufügen, Mitarbeiterdetails anzeigen und Mitarbeiter filtern.
es: Aquí puede agregar nuevos empleados, ver los detalles de los empleados y filtrar empleados.
fi: Täällä voit lisätä uusia työntekijöitä, tarkastella työntekijöiden yksityiskohtia ja suodattaa työntekijöitä.
fr: Ici, vous pouvez ajouter de nouveaux employés, consulter les détails des employés et filtrer les employés.
it: Qui puoi aggiungere nuovi dipendenti, visualizzare i dettagli dei dipendenti e filtrare i dipendenti.
ja: ここでは、新しい従業員を追加し、従業員の詳細を表示し、従業員をフィルターすることができます。
nl: Hier kunt u nieuwe werknemers toevoegen, werknemersgegevens bekijken en werknemers filteren.
no: Her kan du legge til nye ansatte, se på ansattes detaljer og filtrere ansatte.
pl: Tutaj możesz dodać nowych pracowników, wyświetlić dane pracowników i filtrować pracowników.
pt: Aqui você pode adicionar novos funcionários, visualizar detalhes dos funcionários e filtrar os funcionários.
sr: Овде можете додати нове запослене, погледајте детаље о запосленом и филтрирати запослене.
sv: Här kan du för att lägga till nya anställda, visa anställdas detaljer och filtrera anställda.

source: Here you can record the work history of your employees.
ar: هنا يمكنك تسجيل تاريخ عمل موظفيك.
de: Hier können Sie die Arbeitsgeschichte Ihrer Mitarbeiter aufzeichnen.
es: Aquí puede registrar el historial laboral de sus empleados.
fi: Täällä voit tallentaa työntekijöidesi työhistorian.
fr: Ici, vous pouvez enregistrer les antécédents professionnels de vos employés.
it: Qui puoi registrare la storia lavorativa dei tuoi dipendenti.
ja: ここでは、従業員の仕事履歴を記録できます。
nl: Hier kunt u de werkgeschiedenis van uw werknemers opnemen.
no: Her kan du registrere arbeidshistorikken til dine ansatte.
pl: Tutaj możesz zapisać historię pracy swoich pracowników.
pt: Aqui você pode gravar o histórico de trabalho de seus funcionários.
sr: Овде можете да снимите радну историју својиһ запослениһ.
sv: Här kan du spela in dina anställdas arbetshistoria.
