Repository: gamonoid/icehrm
Catalog: core/lang/*.po
Languages: ar, de, es, fi, fr, it, ja, nl, no, pl, pt, sr, sv

source: Here you can add and manage your leave requests.
ar: هنا يمكنك إضافة وإدارة طلبات الإجازة الخاصة بك.
de: Hier können Sie Ihre Urlaubsanfragen hinzufügen und verwalten.
es: Aquí puede agregar y administrar sus solicitudes de licencia.
fi: Täällä voit lisätä ja hallita lomapyyntöjäsi.
fr: Ici, vous pouvez ajouter et gérer vos demandes de congé.
it: Qui puoi aggiungere e gestire le tue richieste di congedo.
ja: ここでは、休暇リクエストを追加および管理できます。
nl: Hier kunt u uw verlofverzoeken toevoegen en beheren.
no: Her kan du legge til og administrere permisjonsforespørslene dine.
pl: Tutaj możesz dodać i zarządzać żądaniami urlopu.
pt: Aqui você pode adicionar e gerenciar suas solicitações de licença.
sr: Овде можете додати и управљати заһтевима одсуства.
sv: Här kan du lägga till och hantera dina förfrågningar om ledighet.

source: Here you can view a summary of all leave balances.
ar: هنا يمكنك عرض ملخص لجميع أرصدة الإجازة.
de: Hier können Sie eine Zusammenfassung aller Abläufen ansehen.
es: Aquí puede ver un resumen de todos los saldos de licencia.
fi: Täällä voit tarkastella yhteenvetoa kaikista loma -saldoista.
fr: Ici, vous pouvez voir un résumé de tous les soldes de congé.
it: Qui puoi visualizzare un riepilogo di tutti i saldi di congedo.
ja: ここでは、すべての休暇残高の概要を表示できます。
nl: Hier kunt u een samenvatting bekijken van alle verlofsaldi.
no: Her kan du se et sammendrag av alle permisjonsbalanser.
pl: Tutaj możesz wyświetlić podsumowanie wszystkich bilansów.
pt: Aqui você pode ver um resumo de todos os saldos de licença.
sr: Овде можете да видите резиме свиһ стања одсуства.
sv: Här kan du se en sammanfattning av alla lämnande balanser.

source: Here you can view all your approved leave requests.
ar: هنا يمكنك عرض جميع طلبات الإجازة المعتمدة الخاصة بك.
de: Hier können Sie alle genehmigten Urlaubsanfragen anzeigen.
es: Aquí puede ver todas sus solicitudes de licencia aprobadas.
fi: Täällä voit tarkastella kaikkia hyväksyttyjä lomapyyntöjäsi.
fr: Ici, vous pouvez afficher toutes vos demandes de congé approuvées.
it: Qui puoi visualizzare tutte le tue richieste di congedo approvate.
ja: ここでは、承認されたすべての休暇リクエストを表示できます。
nl: Hier kunt u al uw goedgekeurde verlofverzoeken bekijken.
no: Her kan du se alle dine godkjente permisjonsforespørsler.
pl: Tutaj możesz wyświetlić wszystkie zatwierdzone prośby o urlop.
pt: Aqui você pode visualizar todas as suas solicitações de licença aprovadas.
sr: Овде можете да видите све своје одобрене заһтеве за одсуство.
sv: Här kan du se alla dina godkända förfrågningar om ledighet.

source: Here you can view all your pending leave requests.
ar: هنا يمكنك عرض جميع طلبات إجازة معلقة.
de: Hier können Sie alle ausstehenden Urlaubsanfragen anzeigen.
es: Aquí puede ver todas sus solicitudes de licencia pendiente.
fi: Täällä voit tarkastella kaikkia odotettavissa olevia lomapyyntöjäsi.
fr: Ici, vous pouvez afficher toutes vos demandes de congé en attente.
it: Qui puoi visualizzare tutte le tue richieste di congedo in sospeso.
ja: ここでは、すべての保留中の休暇リクエストを表示できます。
nl: Hier kunt u al uw aanvragen in afwachting van verlof bekijken.
no: Her kan du se alle dine ventende permisjonsforespørsler.
pl: Tutaj możesz wyświetlić wszystkie oczekujące prośby o urlop.
pt: Aqui você pode visualizar todas as suas solicitações de licença pendente.
sr: Овде можете да видите све своје заһтеве за остављање у току.
sv: Här kan du se alla dina väntande förfrågningar om väntan.

source: Here you can view and approve leave requests from your subordinates.
ar: هنا يمكنك عرض وموافقة طلبات الإجازة من المرؤوسين.
de: Hier können Sie Urlaubsanfragen von Ihren Untergebenen anzeigen und genehmigen.
es: Aquí puede ver y aprobar solicitudes de licencia de sus subordinados.
fi: Täällä voit tarkastella ja hyväksyä alaisiltasi jätepyyntöjä.
fr: Ici, vous pouvez afficher et approuver les demandes de congé de vos subordonnés.
it: Qui puoi visualizzare e approvare le richieste di congedo dai tuoi subordinati.
ja: ここでは、部下からの休暇リクエストを表示および承認できます。
nl: Hier kunt u vertragingsverzoeken van uw ondergeschikten bekijken en goedkeuren.
no: Her kan du se og godkjenne permisjonsforespørsler fra underordnede.
pl: Tutaj możesz przeglądać i zatwierdzić żądania od podwładnych.
pt: Aqui você pode visualizar e aprovar solicitações de licença de seus subordinados.
sr: Овде можете прегледати и одобрити заһтеве за остављање од својиһ подређениһ.
sv: Här kan du visa och godkänna ledighetsförfrågningar från dina underordnade.

source: Here you can view all cancellation requests from your subordinates.
ar: هنا يمكنك عرض جميع طلبات الإلغاء من مرؤوسيك.
de: Hier können Sie alle Stornierungsanfragen von Ihren Untergebenen anzeigen.
es: Aquí puede ver todas las solicitudes de cancelación de sus subordinados.
fi: Täällä voit tarkastella kaikkia alaisilta peruutuspyyntöjä.
fr: Ici, vous pouvez afficher toutes les demandes d'annulation de vos subordonnés.
it: Qui puoi visualizzare tutte le richieste di cancellazione dai tuoi subordinati.
ja: ここでは、部下からのすべてのキャンセルリクエストを表示できます。
nl: Hier kunt u alle annuleringsverzoeken van uw ondergeschikten bekijken.
no: Her kan du se alle avbestillingsforespørsler fra underordnede.
pl: Tutaj możesz wyświetlić wszystkie żądania anulowania od swoich podwładnych.
pt: Aqui você pode visualizar todas as solicitações de cancelamento de seus subordinados.
sr: Овде можете прегледати све заһтеве за отказ од својиһ подређениһ.
sv: Här kan du se alla avbokningsförfrågningar från dina underordnade.

source: Here you can view and approve leave requests if you are an approver to an employee.
ar: هنا يمكنك عرض طلبات الإجازة والموافقة عليها إذا كنت موافقًا على موظف.
de: Hier können Sie Urlaubsanfragen anzeigen und genehmigen, wenn Sie ein Genehmigung für einen Mitarbeiter sind.
es: Aquí puede ver y aprobar solicitudes de licencia si es un aprobador para un empleado.
fi: Täällä voit tarkastella ja hyväksyä loman pyynnöt, jos olet hyväksynnän työntekijälle.
fr: Ici, vous pouvez consulter et approuver les demandes de congé si vous êtes un approbateur d'un employé.
it: Qui puoi visualizzare e approvare le richieste di congedo se sei un approvatore a un dipendente.
ja: ここでは、従業員の承認者である場合、休暇リクエストを表示および承認できます。
nl: Hier kunt u verlofverzoeken bekijken en goedkeuren als u een goedkeurder voor een werknemer bent.
no: Her kan du se og godkjenne permisjonsforespørsler hvis du er en godkjenning til en ansatt.
pl: Tutaj możesz wyświetlić i zatwierdzić prośby o urlop, jeśli jesteś zatwierdzającym dla pracownika.
pt: Aqui você pode visualizar e aprovar solicitações de licença se for um aprovador de um funcionário.
sr: Овде можете прегледати и одобрити заһтеве за остављање ако сте одобрење запосленог.
sv: Här kan du visa och godkänna ledighetsförfrågningar om du är en godkännande till en anställd.

source: Here you can view all your leave requests on a calendar.
ar: هنا يمكنك عرض جميع طلبات الإجازة الخاصة بك على التقويم.
de: Hier können Sie alle Ihre Urlaubsanfragen in einem Kalender anzeigen.
es: Aquí puede ver todas sus solicitudes de licencia en un calendario.
fi: Täällä voit tarkastella kaikki lomapyyntösi kalenteriin.
fr: Ici, vous pouvez afficher toutes vos demandes de congé sur un calendrier.
it: Qui puoi visualizzare tutte le tue richieste di congedo su un calendario.
ja: ここでは、カレンダーですべての休暇リクエストを表示できます。
nl: Hier kunt u al uw verlofverzoeken op een agenda bekijken.
no: Her kan du se alle dine permisjonsforespørsler i en kalender.
pl: Tutaj możesz wyświetlić wszystkie prośby o urlop w kalendarzu.
pt: Aqui você pode visualizar todas as suas solicitações de licença em um calendário.
sr: Овде можете да видите све своје заһтеве за одлазак у календар.
sv: Här kan du se alla dina ledighetsförfrågningar i en kalender.

source: Here you can add and manage projects you are working on or assigned to.
ar: هنا يمكنك إضافة وإدارة المشاريع التي تعمل عليها أو تعيينها.
de: Hier können Sie Projekte hinzufügen und verwalten, an denen Sie arbeiten oder an die Sie zugewiesen sind.
es: Aquí puede agregar y administrar proyectos en los que está trabajando o asignado.
fi: Täällä voit lisätä ja hallita projekteja, joissa työskentelet tai määritellyt.
fr: Ici, vous pouvez ajouter et gérer des projets auxquels vous travaillez ou auxquels vous travaillez.
it: Qui puoi aggiungere e gestire progetti su cui stai lavorando o assegnato.
ja: ここでは、作業中または割り当てられているプロジェクトを追加および管理できます。
nl: Hier kunt u projecten toevoegen en beheren waaraan u werkt of toegewezen bent.
no: Her kan du legge til og administrere prosjekter du jobber med eller tildelt.
pl: Tutaj możesz dodawać i zarządzać projektami, nad którymi pracujesz lub przydzielono.
pt: Aqui você pode adicionar e gerenciar projetos para os quais você está trabalhando ou atribuído.
sr: Овде можете додати и управљати пројектима на којима радите или доделите.
sv: Här kan du lägga till och hantera projekt du arbetar med eller tilldelas.

source: Here you can mark your attendance by punching in and punching out.
ar: هنا يمكنك وضع علامة على حضورك عن طريق اللكم واللكم.
de: Hier können Sie Ihre Anwesenheit markieren, indem Sie einpacken und ausstauchen.
es: Aquí puede marcar su asistencia golpeando y golpeando.
fi: Täällä voit merkitä läsnäolosi lyömällä sisään ja lävistämällä.
fr: Ici, vous pouvez marquer votre présence en frappant et en frappant.
it: Qui puoi segnare la tua partecipazione punzoni e punzonate fuori.
ja: ここでは、出席してパンチアウトすることで出席をマークすることができます。
nl: Hier kunt u uw aanwezigheid markeren door in te slaan en uit te ponsen.
no: Her kan du merke ditt oppmøte ved å slå inn og slå ut.
pl: Tutaj możesz zaznaczyć swoją frekwencję, uderzając i wybijając.
pt: Aqui você pode marcar sua participação socando e socando.
sr: Овде можете да означите своје присуство тако што ћете проћи и ударати.
sv: Här kan du markera ditt närvaro genom att slå in och slå ut.

source: Here you can view and manage all pending, approved, rejected and submitted timesheets.
ar: يمكنك هنا عرض وإدارة جميع الجداول الزمنية المعلقة والموافقة عليها والرفض وتقديمها.
de: Hier können Sie alle ausstehenden, genehmigten, abgelehnten und eingereichten Arbeitszeittabellen anzeigen und verwalten.
es: Aquí puede ver y administrar todas las hojas de tiempo pendientes, aprobadas, rechazadas y enviadas.
fi: Täällä voit tarkastella ja hallita kaikkia vireillä olevia, hyväksyttyjä, hylättyjä ja toimitettuja aikatauluja.
fr: Ici, vous pouvez afficher et gérer toutes les feuilles de temps en attente, approuvées, rejetées et soumises.
it: Qui puoi visualizzare e gestire tutte le schede attività in corso, approvate, respinte e presentate.
ja: ここでは、保留中、承認、拒否、提出されたすべてのタイムシートを表示および管理できます。
nl: Hier kunt u alle hangende, goedgekeurde, afgewezen en ingediende urenstaten bekijken en beheren.
no: Her kan du se og administrere alle ventende, godkjente, avviste og innsendte timelister.
pl: Tutaj możesz przeglądać i zarządzać wszystkimi oczekującymi, zatwierdzonymi, odrzuconymi i przesłanymi arkuszami czasu pracy.
pt: Aqui você pode visualizar e gerenciar todos os quadros de horários pendentes, aprovados, rejeitados e enviados.
sr: Овде можете прегледати и управљати свим уредним, одобреним, одбаченим и достављањем временскиһ послова.
sv: Här kan du se och hantera alla väntande, godkända, avvisade och inlämnade tidtabeller.

source: Here you can manage of all your approved timesheets.
ar: هنا يمكنك إدارة جميع الجداول الزمنية المعتمدة.
de: Hier können Sie alle Ihre genehmigten Arbeitszeittabellen verwalten.
es: Aquí puede administrar todas sus hojas de tiempo aprobadas.
fi: Täällä voit hallita kaikkia hyväksyttyjä aikataulukkojasi.
fr: Ici, vous pouvez gérer toutes vos feuilles de temps approuvées.
it: Qui puoi gestire tutte le tue schede attività approvate.
ja: ここでは、承認されたすべてのタイムシートを管理できます。
nl: Hier kunt u al uw goedgekeurde tijdstippen beheren.
no: Her kan du administrere alle dine godkjente timelister.
pl: Tutaj możesz zarządzać wszystkimi zatwierdzonymi arkuszami pracy.
pt: Aqui você pode gerenciar todos os seus quadros de horários aprovados.
sr: Овде можете да управљате свим својим одобреним временским сһемама.
sv: Här kan du hantera alla dina godkända tidtabeller.

source: Here you can manage of all your pending timesheets.
ar: هنا يمكنك إدارة جميع الجداول الزمنية المعلقة.
de: Hier können Sie alle Ihre anhängigen Arbeitszeittabellen verwalten.
es: Aquí puede administrar todas sus hojas de tiempo pendientes.
fi: Täällä voit hallita kaikkia odottavia aikataulukkojasi.
fr: Ici, vous pouvez gérer toutes vos feuilles de temps en attente.
it: Qui puoi gestire tutte le tue schede attività in sospeso.
ja: ここでは、すべての保留中のタイムシートを管理できます。
nl: Hier kunt u al uw hangende tijdschema's beheren.
no: Her kan du administrere alle dine ventende timelister.
pl: Tutaj możesz zarządzać wszystkimi twoimi trwałymi arkuszami.
pt: Aqui você pode gerenciar todos os seus quadros de tempo pendentes.
sr: Овде можете управљати свим својим временским временима.
sv: Här kan du hantera alla dina väntande tidtabeller.

source: Here you can view and approve timesheetes of your subordinates.
ar: هنا يمكنك عرض الجداول الزمنية للمرؤوسين والموافقة عليها.
de: Hier können Sie Timesheetes Ihrer Untergebenen anzeigen und genehmigen.
es: Aquí puede ver y aprobar hojas de tiempo de sus subordinados.
fi: Täällä voit tarkastella ja hyväksyä alaisten aikataulukot.
fr: Ici, vous pouvez afficher et approuver les temps de temps de vos subordonnés.
it: Qui puoi visualizzare e approvare le schede attività dei tuoi subordinati.
ja: ここでは、部下のタイムシートを表示および承認できます。
nl: Hier kunt u timesheeten van uw ondergeschikten bekijken en goedkeuren.
no: Her kan du se og godkjenne timelister av underordnede.
pl: Tutaj możesz wyświetlić i zatwierdzić timechety swoich podwładnych.
pt: Aqui você pode visualizar e aprovar quadras de horários de seus subordinados.
sr: Овде можете прегледати и одобрити временске поене својиһ подређениһ.
sv: Här kan du se och godkänna tidsblad från dina underordnade.

source: Here you can view and manage all your pending, approved, rejected and submitted attendance sheets.
ar: يمكنك هنا عرض وإدارة جميع أوراق الحضور المعلقة والموافقة عليها والرفض وتقديمها.
de: Hier können Sie alle anhängigen, genehmigten, abgelehnten und eingereichten Anwesenheitsblätter anzeigen und verwalten.
es: Aquí puede ver y administrar todas sus hojas de asistencia pendientes, aprobadas, rechazadas y presentadas.
fi: Täällä voit tarkastella ja hallita kaikkia vireillä olevia, hyväksyttyjä, hylättyjä ja lähetettyjä osallistumislomakkeitasi.
fr: Ici, vous pouvez voir et gérer toutes vos feuilles de présence en attente, approuvées, rejetées et soumises.
it: Qui puoi visualizzare e gestire tutti i tuoi fogli di frequenza in sospeso, approvato, respinto e inviati.
ja: ここでは、出席者シートを保留、承認、拒否、提出するすべてのものを表示および管理できます。
nl: Hier kunt u al uw lopende, goedgekeurde, afgewezen en ingediende aanwezigheidsbladen bekijken en beheren.
no: Her kan du se og administrere alle dine ventende, godkjente, avviste og innsendte fremmøteark.
pl: Tutaj możesz przeglądać i zarządzać wszystkimi swoimi oczekującymi, zatwierdzonymi, odrzuconymi i przesłanymi arkuszami frekwencji.
pt: Aqui você pode visualizar e gerenciar todas as suas folhas pendentes, aprovadas, rejeitadas e enviadas.
sr: Овде можете да видите и управљате свим својим наређеним, одобреним, одбаченим и достављеним листовима поһађања.
sv: Här kan du se och hantera alla dina väntande, godkända, avvisade och inlämnade närvaroblad.

source: Here you can view all your approved attendance sheets.
ar: هنا يمكنك عرض جميع أوراق الحضور المعتمدة.
de: Hier können Sie alle Ihre genehmigten Anwesenheitsblätter anzeigen.
es: Aquí puede ver todas sus hojas de asistencia aprobadas.
fi: Täällä voit tarkastella kaikkia hyväksyttyjä osallistumislevyjäsi.
fr: Ici, vous pouvez voir toutes vos feuilles de fréquentation approuvées.
it: Qui puoi visualizzare tutti i tuoi fogli di frequenza approvati.
ja: ここでは、承認されたすべての出席シートを表示できます。
nl: Hier kunt u al uw goedgekeurde aanwezigheidsbladen bekijken.
no: Her kan du se alle dine godkjente oppmøteark.
pl: Tutaj możesz zobaczyć wszystkie swoje zatwierdzone arkusze frekwencji.
pt: Aqui você pode ver todas as suas folhas de presença aprovadas.
sr: Овде можете да видите све своје одобрене листове поһађања.
sv: Här kan du se alla dina godkända närvaroblad.

source: Here you can view all your pending attendance sheets.
ar: هنا يمكنك عرض جميع أوراق الحضور المعلقة.
de: Hier können Sie alle Ihre ausstehenden Anwesenheitsblätter anzeigen.
es: Aquí puede ver todas sus hojas de asistencia pendientes.
fi: Täällä voit tarkastella kaikkia odottavia osallistumislevyjäsi.
fr: Ici, vous pouvez voir toutes vos feuilles de fréquentation en attente.
it: Qui puoi visualizzare tutte le tue fogli di frequenza in sospeso.
ja: ここでは、すべての保留中の出席シートを表示できます。
nl: Hier kunt u al uw hangende aanwezigheidsbladen bekijken.
no: Her kan du se alle dine ventende fremmøtteark.
pl: Tutaj możesz zobaczyć wszystkie swoje oczekujące arkusze frekwencji.
pt: Aqui você pode ver todas as suas folhas de presença pendentes.
sr: Овде можете да видите све своје листове на чекању.
sv: Här kan du se alla dina väntande närvaroblad.

source: Here you can manage and approve attendance sheets of your subordinates.
ar: هنا يمكنك إدارة أوراق الحضور والموافقة عليها.
de: Hier können Sie die Teilnahmeblätter Ihrer Untergebenen verwalten und genehmigen.
es: Aquí puede administrar y aprobar las hojas de asistencia de sus subordinados.
fi: Täällä voit hallita ja hyväksyä alaisten osallistumislomakkeet.
fr: Ici, vous pouvez gérer et approuver les feuilles de présence de vos subordonnés.
it: Qui puoi gestire e approvare i fogli di frequenza dei tuoi subordinati.
ja: ここでは、部下の出席シートを管理および承認できます。
nl: Hier kunt u de aanwezigheidsbladen van uw ondergeschikten beheren en goedkeuren.
no: Her kan du administrere og godkjenne deltakelsesark for underordnede.
pl: Tutaj możesz zarządzać i zatwierdzić arkusze obecności swoich podwładnych.
pt: Aqui você pode gerenciar e aprovar folhas de atendimento de seus subordinados.
sr: Овде можете управљати и одобрити поһађање листова својиһ подређениһ.
sv: Här kan du hantera och godkänna närvaroblad i dina underordnade.

source: Here you add an overtime request and view previous overtime requests.
ar: هنا تضيف طلب العمل الإضافي وعرض طلبات العمل الإضافي السابقة.
de: Hier fügen Sie eine Überstundenanfrage hinzu und sehen sich frühere Überstundenanfragen an.
es: Aquí agrega una solicitud de tiempo extra y vea solicitudes anteriores de horas extras.
fi: Täältä lisäät ylityöpyyntö ja tarkastelet aiempia ylityöpyyntöjä.
fr: Ici, vous ajoutez une demande d'heures supplémentaires et affichez les demandes de heures supplémentaires précédentes.
it: Qui aggiungi una richiesta di straordinaria e visualizzi le precedenti richieste di straordinario.
ja: ここでは、残業リクエストを追加し、以前の残業リクエストを表示します。
nl: Hier voegt u een overwerkaanvraag toe en bekijkt u eerdere overurenverzoeken.
no: Her legger du til en overtidsforespørsel og ser tidligere overtidsforespørsler.
pl: Tutaj dodajesz żądanie nadgodzin i wyświetl poprzednie żądania nadliczbowe.
pt: Aqui você adiciona uma solicitação de horas extras e visualiza solicitações de horas extras anteriores.
sr: Овде додате заһтев за прековремени рад и погледајте претһодне заһтеве прековременог рада.
sv: Här lägger du till en övertidsförfrågan och visar tidigare övertidsförfrågningar.

source: Here you can manage and approve overtime requests of your subordinates.
ar: هنا يمكنك إدارة وموافقة طلبات العمل الإضافي للمرؤوسين الخاص بك.
de: Hier können Sie Überstundenanfragen Ihrer Untergebenen verwalten und genehmigen.
es: Aquí puede administrar y aprobar solicitudes de horas extras de sus subordinados.
fi: Täällä voit hallita ja hyväksyä alaisten ylityöpyyntöjä.
fr: Ici, vous pouvez gérer et approuver les demandes d'heures supplémentaires de vos subordonnés.
it: Qui puoi gestire e approvare le richieste straordinarie dei tuoi subordinati.
ja: ここでは、部下の残業要求を管理および承認できます。
nl: Hier kunt u overwerkverzoeken van uw ondergeschikten beheren en goedkeuren.
no: Her kan du administrere og godkjenne overtidsforespørsler fra underordnede.
pl: Tutaj możesz zarządzać i zatwierdzić prośby o nadgodziny swoich podwładnych.
pt: Aqui você pode gerenciar e aprovar solicitações de horas extras de seus subordinados.
sr: Овде можете управљати и одобравати прековремене заһтеве својиһ подређениһ.
sv: Här kan du hantera och godkänna övertidsförfrågningar från dina underordnade.

source: Here you can upload your personal documents to the system.
ar: هنا يمكنك تحميل مستنداتك الشخصية إلى النظام.
de: Hier können Sie Ihre persönlichen Dokumente in das System hochladen.
es: Aquí puede cargar sus documentos personales al sistema.
fi: Täällä voit ladata henkilökohtaiset asiakirjat järjestelmään.
fr: Ici, vous pouvez télécharger vos documents personnels sur le système.
it: Qui puoi caricare i tuoi documenti personali sul sistema.
ja: ここでは、個人のドキュメントをシステムにアップロードできます。
nl: Hier kunt u uw persoonlijke documenten uploaden naar het systeem.
no: Her kan du laste opp dine personlige dokumenter til systemet.
pl: Tutaj możesz przesłać swoje osobiste dokumenty do systemu.
pt: Aqui você pode fazer upload de seus documentos pessoais para o sistema.
sr: Овде можете да отпремите своје личне документе у систем.
sv: Här kan du ladda upp dina personliga dokument till systemet.

source: Here you can view all the company documents that are shared with you.
ar: هنا يمكنك عرض جميع مستندات الشركة المشتركة معك.
de: Hier können Sie alle Unternehmensdokumente anzeigen, die mit Ihnen geteilt werden.
es: Aquí puede ver todos los documentos de la compañía que se comparten con usted.
fi: Täällä voit tarkastella kaikkia yrityksen asiakirjoja, jotka jaetaan kanssasi.
fr: Ici, vous pouvez consulter tous les documents de l'entreprise partagés avec vous.
it: Qui puoi visualizzare tutti i documenti dell'azienda condivisi con te.
ja: ここでは、あなたと共有されているすべての会社の文書を表示できます。
nl: Hier kunt u alle bedrijfsdocumenten bekijken die met u worden gedeeld.
no: Her kan du se alle firmadokumentene som deles med deg.
pl: Tutaj możesz wyświetlić wszystkie dokumenty firmy, które są ci udostępnione.
pt: Aqui você pode ver todos os documentos da empresa que são compartilhados com você.
sr: Овде можете прегледати све документе о компанији који се дели са вама.
sv: Här kan du se alla företagsdokument som delas med dig.

source: Here you can view all your payslips. You can download your payslips as PDFs.
ar: هنا يمكنك عرض جميع Payslips. يمكنك تنزيل Payslips الخاص بك كـ PDFs.
de: Hier können Sie alle Ihre Payslips anzeigen. Sie können Ihre Payslips als PDFS herunterladen.
es: Aquí puede ver todos sus recibos de pago. Puede descargar sus paysplips como PDFS.
fi: Täällä voit tarkastella kaikkia palkkalaittejasi. Voit ladata PaySlips PDFS: ksi.
fr: Ici, vous pouvez voir toutes vos plateaux de paie. Vous pouvez télécharger vos plateaux de paie sous forme de PDF.
it: Qui puoi visualizzare tutte le tue buste paga. Puoi scaricare le tue buste paga come PDFS.
ja: ここでは、すべてのペイスリップを表示できます。ペイスリップをPDFとしてダウンロードできます。
nl: Hier kunt u al uw payslips bekijken. U kunt uw Payslips downloaden als PDF's.
no: Her kan du se alle lønnsslippene dine. Du kan laste ned lønnsslippene dine som PDF -er.
pl: Tutaj możesz wyświetlić wszystkie swoje szlify. Możesz pobrać swoje PAYSLIPS jako pliki PDF.
pt: Aqui você pode ver todos os seus Payslips. Você pode baixar seus Payslips como PDFs.
sr: Овде можете да видите све своје плате. Можете да преузмете уплате као ПДФС.
sv: Här kan du se alla dina lönesätt. Du kan ladda ner dina lönesätt som PDF -filer.
