Repository: gamonoid/icehrm
Catalog: core/lang/*.po
Languages: ar, de, es, fi, fr, it, ja, nl, no, pl, pt, sr, sv

source: Here you can add the skills each employee in your organization has.
ar: هنا يمكنك إضافة المهارات التي يتمتع بها كل موظف في مؤسستك.
de: Hier können Sie die Fähigkeiten hinzufügen, die jeder Mitarbeiter in Ihrem Unternehmen hat.
es: Aquí puede agregar las habilidades que tiene cada empleado de su organización.
fi: Täällä voit lisätä taitoja, jotka jokaisella organisaatiosi työntekijällä on.
fr: Ici, vous pouvez ajouter les compétences de chaque employé de votre organisation.
it: Qui puoi aggiungere le competenze che ogni dipendente nella tua organizzazione ha.
ja: ここでは、組織内の各従業員が持っているスキルを追加できます。
nl: Hier kunt u de vaardigheden toevoegen die elke werknemer in uw organisatie heeft.
no: Her kan du legge til ferdighetene hver ansatt i organisasjonen din har.
pl: Tutaj możesz dodać umiejętności każdego pracownika w Twojej organizacji.
pt: Aqui você pode adicionar as habilidades que cada funcionário da sua organização possui.
sr: Овде можете додати вештине које сваки запослени у вашој организацији има.
sv: Här kan du lägga till de färdigheter som varje anställd i din organisation har.

source: Here you can record the level of education each employee in your organization has.
ar: هنا يمكنك تسجيل مستوى التعليم لكل موظف في مؤسستك.
de: Hier können Sie das Bildungsniveau aufzeichnen, das jeder Mitarbeiter in Ihrer Organisation hat.
es: Aquí puede registrar el nivel de educación que tiene cada empleado de su organización.
fi: Täällä voit tallentaa koulutustason, joka jokaisella organisaatiosi työntekijällä on.
fr: Ici, vous pouvez enregistrer le niveau d'éducation de chaque employé de votre organisation.
it: Qui puoi registrare il livello di istruzione che ogni dipendente della tua organizzazione ha.
ja: ここでは、組織内の各従業員が持っている教育のレベルを記録できます。
nl: Hier kunt u het opleidingsniveau registreren dat elke werknemer in uw organisatie heeft.
no: Her kan du registrere utdanningsnivået hver ansatt i organisasjonen din har.
pl: Tutaj możesz zarejestrować poziom wykształcenia, jaki ma każdy pracownik w Twojej organizacji.
pt: Aqui você pode registrar o nível de educação que cada funcionário da sua organização possui.
sr: Овде можете снимити ниво образовања који сваки запослени у вашој организацији има.
sv: Här kan du registrera den utbildningsnivå som varje anställd i din organisation har.

source: Here you can define the certifications each of your employee has completed so far.
ar: هنا يمكنك تحديد الشهادات التي أكملها كل من موظفك حتى الآن.
de: Hier können Sie die Zertifizierungen definieren, die jeder Ihrer Mitarbeiter bisher abgeschlossen hat.
es: Aquí puede definir las certificaciones que cada uno de sus empleados ha completado hasta ahora.
fi: Täällä voit määritellä sertifikaatit, jotka jokainen työntekijäsi on tähän mennessä saatu päätökseen.
fr: Ici, vous pouvez définir les certifications que chacun de votre employé a terminé jusqu'à présent.
it: Qui puoi definire le certificazioni che ciascuno dei tuoi dipendenti ha completato finora.
ja: ここでは、それぞれの従業員がこれまでに完了した認定を定義できます。
nl: Hier kunt u de certificeringen definiëren die elk van uw werknemer tot nu toe heeft voltooid.
no: Her kan du definere sertifiseringene hver av din ansatte har fullført så langt.
pl: Tutaj możesz zdefiniować certyfikaty, które każdy pracownik ukończył do tej pory.
pt: Aqui você pode definir as certificações que cada um de seus funcionários concluiu até agora.
sr: Овде можете дефинисати сертификате који је сваки ваш запослени до сада завршио.
sv: Här kan du definiera certifieringarna som var och en av din anställd har slutfört hittills.

source: Here you can keep track of all the languages each employee knows.
ar: هنا يمكنك تتبع جميع اللغات التي يعرفها كل موظف.
de: Hier können Sie alle Sprachen im Auge behalten, die jeder Mitarbeiter kennt.
es: Aquí puede realizar un seguimiento de todos los idiomas que cada empleado conoce.
fi: Täällä voit seurata kaikkia kieliä, joita kukin työntekijä tietää.
fr: Ici, vous pouvez garder une trace de toutes les langues que chaque employé connaît.
it: Qui puoi tenere traccia di tutte le lingue che ogni dipendente conosce.
ja: ここでは、各従業員が知っているすべての言語を追跡できます。
nl: Hier kunt u alle talen bijhouden die elke medewerker kent.
no: Her kan du følge med på alle språkene hver ansatt kjenner.
pl: Tutaj możesz śledzić wszystkie języki, które zna każdy pracownik.
pt: Aqui você pode acompanhar todos os idiomas que cada funcionário conhece.
sr: Овде можете пратити све језике који свако запослени зна.
sv: Här kan du hålla reda på alla språk som varje anställd vet.

source: Here you can add all the dependents of each employee.
ar: هنا يمكنك إضافة جميع المعالين لكل موظف.
de: Hier können Sie alle Angehörigen jedes Mitarbeiter hinzufügen.
es: Aquí puede agregar todos los dependientes de cada empleado.
fi: Täällä voit lisätä kaikki työntekijän huollettajat.
fr: Ici, vous pouvez ajouter toutes les personnes à charge de chaque employé.
it: Qui puoi aggiungere tutte le persone a carico di ciascun dipendente.
ja: ここでは、各従業員のすべての扶養家族を追加できます。
nl: Hier kunt u alle personen ten laste van elke werknemer toevoegen.
no: Her kan du legge til alle avhengige av hver ansatt.
pl: Tutaj możesz dodać wszystkie osoby pozostające na utrzymaniu każdego pracownika.
pt: Aqui você pode adicionar todos os dependentes de cada funcionário.
sr: Овде можете додати све зависности сваког запосленог.
sv: Här kan du lägga till alla anhöriga från varje anställd.

source: Here you can record emergency contacts of employees.
ar: هنا يمكنك تسجيل جهات اتصال الطوارئ للموظفين.
de: Hier können Sie Notfallkontakte von Mitarbeitern aufzeichnen.
es: Aquí puede registrar contactos de emergencia de los empleados.
fi: Täällä voit tallentaa työntekijöiden hätäyhteydet.
fr: Ici, vous pouvez enregistrer les contacts d'urgence des employés.
it: Qui puoi registrare i contatti di emergenza dei dipendenti.
ja: ここでは、従業員の緊急連絡先を記録できます。
nl: Hier kunt u noodcontacten van werknemers opnemen.
no: Her kan du registrere nødkontakter til ansatte.
pl: Tutaj możesz rejestrować kontakty awaryjne pracowników.
pt: Aqui você pode gravar contatos de emergência dos funcionários.
sr: Овде можете снимити һитне контакте запослениһ.
sv: Här kan du spela in nödkontakter hos anställda.

source: Here you can view all the deativated employees. You can still recover data of a deactivated employee by clicking on Activate.
ar: هنا يمكنك عرض جميع الموظفين المميزين. لا يزال بإمكانك استرداد بيانات الموظف الذي تم إلغاء تنشيطه من خلال النقر على التنشيط.
de: Hier können Sie alle deativierten Mitarbeiter anzeigen. Sie können weiterhin Daten eines deaktivierten Mitarbeiters wiederherstellen, indem Sie auf Activate klicken.
es: Aquí puede ver a todos los empleados desativados. Todavía puede recuperar datos de un empleado desactivado haciendo clic en activar.
fi: Täällä voit tarkastella kaikkia upotettuja työntekijöitä. Voit silti palauttaa deaktivoidun työntekijän tiedot napsauttamalla aktivointia.
fr: Ici, vous pouvez voir tous les employés désactivés. Vous pouvez toujours récupérer les données d'un employé désactivé en cliquant sur Activate.
it: Qui puoi visualizzare tutti i dipendenti deativati. È ancora possibile recuperare i dati di un dipendente disattivato facendo clic su Attivazione.
ja: ここでは、他のすべての人間の従業員を表示できます。 Activateをクリックして、非アクティブ化した従業員のデータを回復できます。
nl: Hier kunt u alle gedestiveerde werknemers bekijken. U kunt nog steeds gegevens van een gedeactiveerde medewerker herstellen door op Activate te klikken.
no: Her kan du se alle de deativerte ansatte. Du kan fremdeles gjenopprette data fra en deaktivert ansatt ved å klikke på Aktiver.
pl: Tutaj możesz obejrzeć wszystkich zerwanych pracowników. Nadal możesz odzyskać dane dezaktywowanego pracownika, klikając aktywuj.
pt: Aqui você pode ver todos os funcionários deativados. Você ainda pode recuperar os dados de um funcionário desativado clicando em ativar.
sr: Овде можете да видите све узбудљиве запослене. Још увек можете да опоравите податке деактивираног запосленог кликом на активирање.
sv: Här kan du se alla de inställda anställda. Du kan fortfarande återställa data om en inaktiverad anställd genom att klicka på Aktivera.

source: Here you can view the deleted employees. Click on Download to download employee data as a JSON.
ar: هنا يمكنك عرض الموظفين المحذوفين. انقر فوق تنزيل لتنزيل بيانات الموظف كـ JSON.
de: Hier können Sie die gelöschten Mitarbeiter anzeigen. Klicken Sie auf Download, um Mitarbeiterdaten als JSON herunterzuladen.
es: Aquí puede ver los empleados eliminados. Haga clic en Descargar para descargar los datos de los empleados como JSON.
fi: Täällä voit tarkastella poistettuja työntekijöitä. Napsauta Lataa ladataksesi työntekijöiden tiedot JSON: ksi.
fr: Ici, vous pouvez voir les employés supprimés. Cliquez sur Télécharger pour télécharger les données des employés en tant que JSON.
it: Qui puoi visualizzare i dipendenti cancellati. Fai clic su Download per scaricare i dati dei dipendenti come JSON.
ja: ここでは、削除された従業員を表示できます。 [ダウンロード]をクリックして、従業員データをJSONとしてダウンロードします。
nl: Hier kunt u de verwijderde werknemers bekijken. Klik op downloaden om werknemersgegevens als JSON te downloaden.
no: Her kan du se de slettede ansatte. Klikk på Last ned for å laste ned ansattes data som en JSON.
pl: Tutaj możesz zobaczyć usuniętych pracowników. Kliknij Pobierz, aby pobrać dane pracowników jako JSON.
pt: Aqui você pode ver os funcionários excluídos. Clique em Download para baixar os dados dos funcionários como JSON.
sr: Овде можете видети избрисане запослене. Кликните на преузимање да бисте преузели податке о запосленима као ЈСОН.
sv: Här kan du se de borttagna anställda. Klicka på Ladda ner för att ladda ner anställdas data som JSON.

source: Here you can views how employee data changed overtime.
ar: هنا يمكنك مشاهدة كيفية تغيير بيانات الموظف العمل الإضافي.
de: Hier können Sie sehen, wie Mitarbeiterdaten die Überstunden verändert haben.
es: Aquí puede ver cómo los datos de los empleados cambiaron las horas extras.
fi: Täällä voit nähdä, kuinka työntekijätiedot muuttivat ylitöitä.
fr: Ici, vous pouvez voir comment les données des employés ont changé les heures supplémentaires.
it: Qui puoi visualizzare come i dati dei dipendenti sono cambiati gli straordinari.
ja: ここでは、従業員のデータが時間外に変更された方法を表示できます。
nl: Hier kunt u bekijken hoe de gegevens van werknemers overuren zijn veranderd.
no: Her kan du se hvordan ansattes data endret overtid.
pl: Tutaj możesz zobaczyć, jak dane pracowników zmieniły nadgodziny.
pt: Aqui você pode visualizar como os dados dos funcionários mudaram horas extras.
sr: Овде можете погледати како се подаци запослениһ мењали прековремено.
sv: Här kan du se hur anställdas data ändrades övertid.

source: Here you can define any teams in your organization.
ar: هنا يمكنك تحديد أي فرق في مؤسستك.
de: Hier können Sie alle Teams in Ihrer Organisation definieren.
es: Aquí puede definir cualquier equipo de su organización.
fi: Täällä voit määritellä organisaation kaikki joukkueet.
fr: Ici, vous pouvez définir toutes les équipes de votre organisation.
it: Qui puoi definire tutti i team della tua organizzazione.
ja: ここでは、組織内のチームを定義できます。
nl: Hier kunt u alle teams in uw organisatie definiëren.
no: Her kan du definere alle team i organisasjonen din.
pl: Tutaj możesz zdefiniować dowolne zespoły w swojej organizacji.
pt: Aqui você pode definir qualquer equipe em sua organização.
sr: Овде можете дефинисати све екипе у вашој организацији.
sv: Här kan du definiera alla team i din organisation.

source: Here you can add employees to the correct team.
ar: هنا يمكنك إضافة الموظفين إلى الفريق الصحيح.
de: Hier können Sie Mitarbeiter zum richtigen Team hinzufügen.
es: Aquí puede agregar empleados al equipo correcto.
fi: Täällä voit lisätä työntekijöitä oikeaan joukkueeseen.
fr: Ici, vous pouvez ajouter des employés à la bonne équipe.
it: Qui puoi aggiungere dipendenti al team corretto.
ja: ここでは、従業員を正しいチームに追加できます。
nl: Hier kunt u werknemers toevoegen aan het juiste team.
no: Her kan du legge til ansatte til riktig team.
pl: Tutaj możesz dodać pracowników do odpowiedniego zespołu.
pt: Aqui você pode adicionar funcionários à equipe correta.
sr: Овде можете додати запослене у исправан тим.
sv: Här kan du lägga till anställda i rätt team.

source: Here you can add company documents to share announcements, policies, procedures, etc. with employees. These documents can be shared with specific employees or departments.
ar: هنا يمكنك إضافة مستندات الشركة لتبادل الإعلانات والسياسات والإجراءات ، إلخ مع الموظفين. يمكن مشاركة هذه المستندات مع موظفين أو أقسام محددة.
de: Hier können Sie Unternehmensdokumente hinzufügen, um Ankündigungen, Richtlinien, Verfahren usw. mit Mitarbeitern auszutauschen. Diese Dokumente können mit bestimmten Mitarbeitern oder Abteilungen geteilt werden.
es: Aquí puede agregar documentos de la compañía para compartir anuncios, políticas, procedimientos, etc. con los empleados. Estos documentos se pueden compartir con empleados o departamentos específicos.
fi: Täältä voit lisätä yrityksen asiakirjoja jakamaan ilmoituksia, käytäntöjä, menettelytapoja jne. Työntekijöiden kanssa. Nämä asiakirjat voidaan jakaa tiettyjen työntekijöiden tai osastojen kanssa.
fr: Ici, vous pouvez ajouter des documents de l'entreprise pour partager des annonces, des politiques, des procédures, etc. avec les employés. Ces documents peuvent être partagés avec des employés ou des départements spécifiques.
it: Qui puoi aggiungere documenti dell'azienda per condividere annunci, politiche, procedure, ecc. Con i dipendenti. Questi documenti possono essere condivisi con dipendenti o dipartimenti specifici.
ja: ここでは、会社のドキュメントを追加して、発表、ポリシー、手順などを従業員と共有できます。これらの文書は、特定の従業員または部門と共有できます。
nl: Hier kunt u bedrijfsdocumenten toevoegen om aankondigingen, beleid, procedures, etc. te delen met werknemers. Deze documenten kunnen worden gedeeld met specifieke werknemers of afdelingen.
no: Her kan du legge til firmadokumenter for å dele kunngjøringer, retningslinjer, prosedyrer osv. Med ansatte. Disse dokumentene kan deles med spesifikke ansatte eller avdelinger.
pl: Tutaj możesz dodać dokumenty firmy, aby udostępnić ogłoszenia, zasady, procedury itp. Z pracownikami. Dokumenty te można udostępniać określonym pracownikom lub działom.
pt: Aqui você pode adicionar documentos da empresa para compartilhar anúncios, políticas, procedimentos etc. com funcionários. Esses documentos podem ser compartilhados com funcionários ou departamentos específicos.
sr: Овде можете додати документе компаније да дели најаве, политикама, процедурама итд. Са запосленима. Ови документи се могу делити са специфичним запосленима или одељењима.
sv: Här kan du lägga till företagsdokument för att dela tillkännagivanden, policyer, rutiner etc. med anställda. Dessa dokument kan delas med specifika anställda eller avdelningar.

source: Here you can define the document types employees can add to the system.
ar: هنا يمكنك تحديد أنواع المستندات التي يمكن للموظفين إضافتها إلى النظام.
de: Hier können Sie die Dokumenttypen definieren, die Mitarbeiter zum System hinzufügen können.
es: Aquí puede definir los tipos de documentos que los empleados pueden agregar al sistema.
fi: Täällä voit määritellä asiakirjatyypit, jotka työntekijät voivat lisätä järjestelmään.
fr: Ici, vous pouvez définir les types de documents que les employés peuvent ajouter au système.
it: Qui è possibile definire i tipi di documenti che i dipendenti possono aggiungere al sistema.
ja: ここでは、従業員がシステムに追加できるドキュメントタイプを定義できます。
nl: Hier kunt u de documenttypen definiëren die werknemers aan het systeem kunnen toevoegen.
no: Her kan du definere dokumenttypene ansatte kan legge til systemet.
pl: Tutaj możesz zdefiniować typy dokumentów, które pracownicy mogą dodać do systemu.
pt: Aqui você pode definir os tipos de documentos que os funcionários podem adicionar ao sistema.
sr: Овде можете дефинисати врсте докумената, запослени могу додати у систем.
sv: Här kan du definiera de dokumenttyper som anställda kan lägga till i systemet.

source: Here you can add personal employee documents. The visibility of the employee document can be defined when adding the document.
ar: هنا يمكنك إضافة مستندات الموظف الشخصية. يمكن تحديد رؤية وثيقة الموظف عند إضافة المستند.
de: Hier können Sie persönliche Mitarbeiterdokumente hinzufügen. Die Sichtbarkeit des Mitarbeiterdokuments kann beim Hinzufügen des Dokuments definiert werden.
es: Aquí puede agregar documentos personales de los empleados. La visibilidad del documento del empleado se puede definir al agregar el documento.
fi: Täällä voit lisätä henkilökohtaisia ​​työntekijöiden asiakirjoja. Työntekijäasiakirjan näkyvyys voidaan määritellä asiakirjan lisäämisessä.
fr: Ici, vous pouvez ajouter des documents d'employés personnels. La visibilité du document des employés peut être définie lors de l'ajout du document.
it: Qui puoi aggiungere documenti personali per i dipendenti. La visibilità del documento dei dipendenti può essere definita quando si aggiunge il documento.
ja: ここでは、個人の従業員文書を追加できます。従業員のドキュメントの可視性は、ドキュメントを追加するときに定義できます。
nl: Hier kunt u persoonlijke werknemersdocumenten toevoegen. De zichtbaarheid van het werknemersdocument kan worden gedefinieerd bij het toevoegen van het document.
no: Her kan du legge til personlige ansattedokumenter. Synligheten til ansattedokumentet kan defineres når du legger til dokumentet.
pl: Tutaj możesz dodać osobiste dokumenty pracowników. Widoczność dokumentu pracownika można zdefiniować przy dodawaniu dokumentu.
pt: Aqui você pode adicionar documentos pessoais de funcionários. A visibilidade do documento do funcionário pode ser definida ao adicionar o documento.
sr: Овде можете додати личне документе о запосленима. Видљивост документа о запосленом може се дефинисати приликом додавања документа.
sv: Här kan du lägga till personliga anställdas dokument. Synligheten för medarbetarnas dokument kan definieras när du lägger till dokumentet.

source: Here all the payslips generated through the payroll module. Click on Add New to manually add a payslip.
ar: هنا جميع payslips التي تم إنشاؤها من خلال وحدة كشوف المرتبات. انقر فوق إضافة جديد لإضافة Payslip يدويًا.
de: Hier werden alle PaySlips über das Lohn- und Gehaltsabrechnungsmodul generiert. Klicken Sie auf Neu hinzuzufügen, um eine PaySlip manuell hinzuzufügen.
es: Aquí todos los recibos de pago generados a través del módulo de nómina. Haga clic en Agregar nuevo para agregar manualmente un recibo de pago.
fi: Tässä kaikki palkkamoduulin kautta luodut palkkalaitteet. Napsauta Lisää uusi lisätäksesi manuaalisesti maksamisen.
fr: Ici, toutes les plaquettes de paie générées via le module de paie. Cliquez sur Ajouter un nouveau pour Ajouter manuellement un glisser.
it: Qui tutte le buste paga generate tramite il modulo salariale. Fare clic su Aggiungi nuovo per aggiungere manualmente una busta paga.
ja: ここでは、給与モジュールを介して生成されたすべてのペイスリップ。 [新しい追加]をクリックして、手動でペイスリップを追加します。
nl: Hier alle payslips gegenereerd via de Payroll -module. Klik op Nieuw toevoegen om handmatig een PaySlip toe te voegen.
no: Her genererte alle lønnsslippene gjennom lønnsmodulen. Klikk på Legg til nytt i manuelt Legg til en lønnsslipp.
pl: Tutaj wszystkie paylips generowane za pośrednictwem modułu płac. Kliknij Dodaj nowy, aby ręcznie dodać Pays Slip.
pt: Aqui todos os Payslips gerados através do módulo da folha de pagamento. Clique em Adicionar novo para adicionar manualmente um Payslip.
sr: Овде су сви плаћени материјали генерисани путем модула за плаће. Кликните на Додај Ново за ручно додавање Паислип-а.
sv: Här är alla lönesätt som genereras via lönemodulen. Klicka på Lägg till nytt för att manuellt lägga till ett lönesätt.

source: Here you can attendance records of employees and to view, edit, filter employee attendance records.
ar: هنا يمكنك حضور سجلات الموظفين وعرض سجلات حضور الموظفين وتحريرها.
de: Hier können Sie Aufzeichnungen von Mitarbeitern anwenden und Mitarbeiter von Mitarbeitern anzeigen, bearbeiten, filtern.
es: Aquí puede asistir a los registros de los empleados y ver, editar, filtrar registros de asistencia a los empleados.
fi: Täällä voit työntekijöiden osallistumistiedot ja katsella, muokata, suodattaa työntekijöiden osallistumisrekistereitä.
fr: Ici, vous pouvez fréquenter les dossiers des employés et voir, modifier, filtrer les dossiers de fréquentation des employés.
it: Qui puoi prestare record dei dipendenti e per visualizzare, modificare, filtrare i registri delle presenze dei dipendenti.
ja: ここでは、従業員の出席記録と、従業員の出席記録を表示、編集、フィルタリングすることができます。
nl: Hier kunt u records van werknemers bijwonen en om de aanwezigheidsrecords van werknemers te bekijken, te filteren, te filteren.
no: Her kan du delta poster over ansatte og for å se, redigere, filtrere ansattes fremmøtejournaler.
pl: Tutaj możesz uczęszczać na rejestry pracowników i przeglądać, edytować, filtrować rekordy frekwencji pracowników.
pt: Aqui você pode comparecer registros de funcionários e visualizar, editar, filtrar registros de presença dos funcionários.
sr: Овде можете поһађати евиденцију о запосленима и прегледати, уредити, филтрирати записе о поһађању запослениһ.
sv: Här kan du delta i anställda och för att se, redigera, filtrera anställdas närvaroregister.

source: Here you can view whether employees are Clocked In, Clocked Out or Not Clocked In.
ar: هنا يمكنك عرض ما إذا كان الموظفون قد تم تسجيلهم أو التسجيل أو عدم تسجيل الدخول.
de: Hier können Sie anzeigen, ob die Mitarbeiter eingetaktet, getaktet oder nicht eingefahren sind.
es: Aquí puede ver si los empleados están registrados, registrados o no registrados.
fi: Täällä voit tarkastella, onko työntekijöitä kellotettu, kellotetaan vai niitä ei ole kello.
fr: Ici, vous pouvez voir si les employés sont chronométrés, chronométrés ou non.
it: Qui puoi visualizzare se i dipendenti sono crollati, out o meno.
ja: ここでは、従業員がクロックインしているか、クロックアウトされているのか、それともクロックインしていないかを確認できます。
nl: Hier kunt u bekijken of werknemers worden ingeklapt, klokken of niet in klokken.
no: Her kan du se om ansatte er klokket inn, klokket ut eller ikke klokket inn.
pl: Tutaj możesz sprawdzić, czy pracownicy są taktowane, taktowane, czy nie.
pt: Aqui você pode ver se os funcionários estão com relógios, clocados ou não.
sr: Овде можете да видите да ли су запослени укључени, искључени или не улазите у унутрашњости.
sv: Här kan du se om anställda är klockade in, klockas ut eller inte klockas in.

source: Here you can assign performance reviews to employees and manage, view, and edit performance reviews.
ar: هنا يمكنك تعيين مراجعات الأداء للموظفين وإدارة مراجعات الأداء وعرضها وتحريرها.
de: Hier können Sie den Mitarbeitern Leistungsbewertungen zuweisen und Leistungsbewertungen verwalten, anzeigen und bearbeiten.
es: Aquí puede asignar revisiones de desempeño a los empleados y administrar, ver y editar revisiones de desempeño.
fi: Täällä voit antaa suoritusarviot työntekijöille ja hallita, tarkastella ja muokata suorituskykyarvosteluja.
fr: Ici, vous pouvez attribuer des avis de performance aux employés et gérer, consulter et modifier les avis de performance.
it: Qui puoi assegnare recensioni sulle prestazioni ai dipendenti e gestire, visualizzare e modificare le revisioni delle prestazioni.
ja: ここでは、パフォーマンスレビューを従業員に割り当て、パフォーマンスレビューを管理、表示、編集できます。
nl: Hier kunt u prestatiebeoordelingen toewijzen aan werknemers en prestatiebeoordelingen beheren, bekijken en bewerken.
no: Her kan du tilordne ytelsesanmeldelser til ansatte og administrere, se og redigere ytelsesanmeldelser.
pl: Tutaj możesz przypisać recenzje wydajności pracownikom oraz zarządzać, przeglądać i edytować recenzje wydajności.
pt: Aqui você pode atribuir análises de desempenho aos funcionários e gerenciar, visualizar e editar análises de desempenho.
sr: Овде можете доделити прегледе перформанси запосленима и управљати, приказати и уређивати прегледе перформанси.
sv: Här kan du tilldela prestationsrecensioner till anställda och hantera, visa och redigera prestationsgranskningar.
