Repository: gamonoid/icehrm
Catalog: core/lang/*.po
Languages: ar, de, es, fi, fr, it, ja, nl, no, pl, pt, sr, sv

source: Here you can request review feedback from a supervisor/peer.
ar: هنا يمكنك طلب مراجعة ملاحظات من مشرف/نظير.
de: Hier können Sie Überprüfungsfeedback von einem Vorgesetzten/Peer anfordern.
es: Aquí puede solicitar la revisión de los comentarios de un supervisor/par.
fi: Täällä voit pyytää tarkistamaan palautetta esimieheltä/vertaiselta.
fr: Ici, vous pouvez demander des commentaires d'examen d'un superviseur / homologue.
it: Qui puoi richiedere un feedback di revisione da un supervisore/peer.
ja: ここでは、スーパーバイザー/ピアからレビューフィードバックをリクエストできます。
nl: Hier kunt u feedback aanvragen van een supervisor/peer.
no: Her kan du be om tilbakemelding fra en veileder/jevnaldrende.
pl: Tutaj możesz poprosić o przegląd opinii od przełożonego/rówieśnika.
pt: Aqui você pode solicitar o feedback da revisão de um supervisor/par.
sr: Овде можете затражити преглед повратниһ информација од супервизора / вршњака.
sv: Här kan du begära granskningsåterkoppling från en handledare/peer.

source: Here you can create custom review templates for the performance review process.
ar: هنا يمكنك إنشاء قوالب مراجعة مخصصة لعملية مراجعة الأداء.
de: Hier können Sie benutzerdefinierte Überprüfungsvorlagen für den Leistungsüberprüfungsprozess erstellen.
es: Aquí puede crear plantillas de revisión personalizadas para el proceso de revisión del desempeño.
fi: Täällä voit luoda mukautettuja arvostelumalleja suorituskyvyn tarkistusprosessia varten.
fr: Ici, vous pouvez créer des modèles de révision personnalisés pour le processus d'examen des performances.
it: Qui è possibile creare modelli di revisione personalizzati per il processo di revisione delle prestazioni.
ja: ここでは、パフォーマンスレビュープロセスのカスタムレビューテンプレートを作成できます。
nl: Hier kunt u aangepaste beoordelingsjablonen maken voor het prestatiebeoordelingsproces.
no: Her kan du opprette tilpassede gjennomgangsmaler for ytelsesgjennomgangsprosessen.
pl: Tutaj możesz utworzyć niestandardowe szablony recenzji dla procesu przeglądu wydajności.
pt: Aqui você pode criar modelos de revisão personalizados para o processo de revisão de desempenho.
sr: Овде можете да креирате прилагођене шаблоне прегледа за поступак прегледа перформанси.
sv: Här kan du skapa anpassade granskningsmallar för Performance Review -processen.

source: Here you can monitor the progress of all employee goals.
ar: هنا يمكنك مراقبة تقدم جميع أهداف الموظف.
de: Hier können Sie den Fortschritt aller Mitarbeiterziele überwachen.
es: Aquí puede monitorear el progreso de todos los objetivos de los empleados.
fi: Täällä voit seurata kaikkien työntekijöiden tavoitteiden etenemistä.
fr: Ici, vous pouvez suivre les progrès de tous les objectifs des employés.
it: Qui puoi monitorare l'avanzamento di tutti gli obiettivi dei dipendenti.
ja: ここでは、すべての従業員の目標の進捗を監視できます。
nl: Hier kunt u de voortgang van alle werknemersdoelen volgen.
no: Her kan du overvåke fremdriften for alle ansattes mål.
pl: Tutaj możesz monitorować postęp wszystkich celów pracowników.
pt: Aqui você pode monitorar o progresso de todas as metas dos funcionários.
sr: Овде можете пратити напредак свиһ циљева запослениһ.
sv: Här kan du övervaka framstegen för alla anställdas mål.

source: Here you can define leave types available in your organization.
ar: هنا يمكنك تحديد أنواع الإجازة المتاحة في مؤسستك.
de: Hier können Sie die in Ihrer Organisation verfügbaren Urlaubstypen definieren.
es: Aquí puede definir los tipos de licencia disponibles en su organización.
fi: Täällä voit määritellä organisaatiossasi saatavilla olevat lomat.
fr: Ici, vous pouvez définir les types de congés disponibles dans votre organisation.
it: Qui puoi definire i tipi di congedo disponibili nella tua organizzazione.
ja: ここでは、組織内で利用可能な休暇タイプを定義できます。
nl: Hier kunt u liettypen definiëren die beschikbaar zijn in uw organisatie.
no: Her kan du definere permisjonstyper som er tilgjengelige i organisasjonen din.
pl: Tutaj możesz zdefiniować typy pozostawienia dostępne w swojej organizacji.
pt: Aqui você pode definir os tipos de licença disponíveis em sua organização.
sr: Овде можете дефинисати врсте остављања доступне у вашој организацији.
sv: Här kan du definiera ledighetstyper tillgängliga i din organisation.

source: Here you can define leave periods by providing a name for the period and by selecting the correct start and end dates.
ar: هنا يمكنك تحديد فترات الإجازة من خلال توفير اسم للفترة واختيار تواريخ البدء والنهاية الصحيحة.
de: Hier können Sie Urlaubszeiten definieren, indem Sie einen Namen für den Zeitraum angeben und die richtigen Start- und Enddaten auswählen.
es: Aquí puede definir los períodos de licencia proporcionando un nombre para el período y seleccionando las fechas correctas de inicio y finalización.
fi: Täällä voit määritellä lomajaksot antamalla nimen ajanjaksolle ja valitsemalla oikeat lähtö- ja loppupäivät.
fr: Ici, vous pouvez définir les périodes de congé en fournissant un nom pour la période et en sélectionnant les dates de début et de fin correctes.
it: Qui puoi definire i periodi di congedo fornendo un nome per il periodo e selezionando le date di inizio e fine corrette.
ja: ここでは、期間の名前を提供し、正しい開始日と終了日を選択することにより、休暇期間を定義できます。
nl: Hier kunt u verlofperioden definiëren door een naam te geven voor de periode en door de juiste start- en einddatums te selecteren.
no: Her kan du definere permisjonsperioder ved å oppgi et navn for perioden og ved å velge riktig start- og sluttdatoer.
pl: Tutaj możesz zdefiniować okresy urlopowe, podając nazwę dla okresu i wybierając prawidłowe daty rozpoczęcia i końca.
pt: Aqui você pode definir períodos de licença, fornecendo um nome para o período e selecionando as datas de início e fim corretas.
sr: Овде можете дефинисати раздобље од оставља тако што ћете давати име за период и одабиром тачниһ датума почетка и завршетка.
sv: Här kan du definiera ledighetsperioder genom att tillhandahålla ett namn för perioden och genom att välja rätt start- och slutdatum.

source: Here you can define the working and non-working days according to your organization or by country.
ar: هنا يمكنك تحديد أيام العمل وغير العمل وفقًا لمؤسستك أو عن طريق البلد.
de: Hier können Sie die Arbeits- und Nichtarbeitstage nach Ihrer Organisation oder nach Land definieren.
es: Aquí puede definir los días de trabajo y no trabajadores según su organización o por país.
fi: Täällä voit määritellä työskentelevät ja ei-työpäivät organisaation tai maittain.
fr: Ici, vous pouvez définir les jours de travail et de non-travail selon votre organisation ou par pays.
it: Qui puoi definire i giorni di lavoro e non funzionanti in base alla tua organizzazione o per paese.
ja: ここでは、組織または国ごとに作業日と非作業の日を定義できます。
nl: Hier kunt u de werk- en niet-werkende dagen definiëren volgens uw organisatie of per land.
no: Her kan du definere de arbeidende og ikke-arbeidende dagene i henhold til organisasjonen din eller etter land.
pl: Tutaj możesz zdefiniować dni pracy i nie pracujące według Twojej organizacji lub według kraju.
pt: Aqui você pode definir os dias que trabalham e não trabalham de acordo com sua organização ou por país.
sr: Овде можете дефинисати радне и неордне дане у складу са вашом организацијом или по државама.
sv: Här kan du definiera de arbetande och icke-arbetande dagarna enligt din organisation eller per land.

source: Here you need to add all the holidays relevant to a leave period.
ar: هنا تحتاج إلى إضافة جميع العطلات ذات الصلة بفترة الإجازة.
de: Hier müssen Sie alle für eine Urlaubszeit relevanten Feiertage hinzufügen.
es: Aquí debe agregar todas las vacaciones relevantes para un período de licencia.
fi: Täälle sinun on lisättävä kaikki lomat, jotka liittyvät lomakauteen.
fr: Ici, vous devez ajouter toutes les vacances pertinentes à une période de congé.
it: Qui devi aggiungere tutte le vacanze pertinenti a un periodo di congedo.
ja: ここでは、休暇期間に関連するすべての休日を追加する必要があります。
nl: Hier moet u alle vakanties toevoegen die relevant zijn voor een verlofperiode.
no: Her må du legge til alle høytider som er relevante for en permisjonsperiode.
pl: Tutaj musisz dodać wszystkie święta związane z okresem urlopu.
pt: Aqui você precisa adicionar todas as férias relevantes para um período de licença.
sr: Овде морате да додате све празнике релевантне за период одсуства.
sv: Här måste du lägga till alla helgdagar som är relevanta för en ledighetsperiod.

source: Here you can override the behavior of a leave type for job titles, employment statuses, or even individual employees by adding a leave rule.
ar: هنا يمكنك تجاوز سلوك نوع الإجازة لعناوين الوظائف أو أوضاع التوظيف أو حتى الموظفين الأفراد عن طريق إضافة قاعدة إجازة.
de: Hier können Sie das Verhalten eines Urlaubstyps für Jobtitel, Beschäftigungsstatus oder sogar einzelne Mitarbeiter überschreiben, indem Sie eine Urlaubsregel hinzufügen.
es: Aquí puede anular el comportamiento de un tipo de licencia para títulos de trabajo, estados de empleo o incluso empleados individuales agregando una regla de licencia.
fi: Täällä voit ohittaa lomatyypin käyttäytymisen työpaikkojen otsikoihin, työllisyystiloihin tai jopa yksittäisiin työntekijöihin lisäämällä loma -sääntöä.
fr: Ici, vous pouvez remplacer le comportement d'un type de congé pour les titres d'emploi, les statuts d'emploi ou même les employés individuels en ajoutant une règle de congé.
it: Qui puoi prevalere sul comportamento di un tipo di congedo per titoli di lavoro, stati di lavoro o persino singoli dipendenti aggiungendo una regola di congedo.
ja: ここでは、休暇規則を追加することにより、求人タイトル、雇用状況、または個々の従業員の休暇タイプの行動をオーバーライドできます。
nl: Hier kunt u het gedrag van een verloftype overschrijven voor functietitels, arbeidsstatussen of zelfs individuele werknemers door een verlofregel toe te voegen.
no: Her kan du overstyre oppførselen til en permisjonstype for jobbtitler, ansettelsesstatus eller til og med enkeltansatte ved å legge til en permisjonsregel.
pl: Tutaj możesz zastąpić zachowanie typu urlopu dla tytułów pracy, statusów zatrudnienia, a nawet poszczególnych pracowników, dodając zasadę urlopu.
pt: Aqui você pode substituir o comportamento de um tipo de licença para cargos, status de emprego ou até funcionários individuais, adicionando uma regra de licença.
sr: Овде можете надјачати понашање типа одсуства за послове послова, статуса запошљавања или чак појединачниһ запослениһ додавањем правила одмора.
sv: Här kan du åsidosätta beteendet hos en ledighetstyp för jobbtitlar, anställningsstatus eller till och med enskilda anställda genom att lägga till en ledighet.

source: Here you can keep track of employee PTO. This can be used to compensate an employee and adjust leave balance from previous years.
ar: هنا يمكنك تتبع الموظف PTO. يمكن استخدام هذا لتعويض الموظف وضبط رصيد الإجازة من السنوات السابقة.
de: Hier können Sie die PTO der Mitarbeiter im Auge behalten. Dies kann verwendet werden, um einen Mitarbeiter zu kompensieren und den Urlaubsbetrag aus den Vorjahren anzupassen.
es: Aquí puede realizar un seguimiento del PTO de los empleados. Esto se puede utilizar para compensar a un empleado y ajustar el equilibrio de licencia de años anteriores.
fi: Täällä voit seurata työntekijöiden voimanottoa. Tätä voidaan käyttää työntekijän kompensoimiseen ja edeltävistä vuosista lomakohdan mukauttamiseen.
fr: Ici, vous pouvez garder une trace de la prise de force des employés. Cela peut être utilisé pour compenser un employé et ajuster le solde de congé des années précédentes.
it: Qui puoi tenere traccia della PTO dei dipendenti. Questo può essere utilizzato per compensare un dipendente e adeguare l'equilibrio di congedo dagli anni precedenti.
ja: ここでは、従業員のPTOを追跡できます。これを使用して、従業員を補償し、過去の年から休暇の残高を調整できます。
nl: Hier kunt u de PTO bij werknemers bijhouden. Dit kan worden gebruikt om een ​​werknemer te compenseren en het verlofsaldo van voorgaande jaren aan te passen.
no: Her kan du følge med på ansattes kraftuttak. Dette kan brukes til å kompensere en ansatt og justere permisjonsbalansen fra tidligere år.
pl: Tutaj możesz śledzić PTO dla pracowników. Można to wykorzystać do zrekompensowania pracownika i dostosowania salda urlopu z poprzednich lat.
pt: Aqui você pode acompanhar a PTO dos funcionários. Isso pode ser usado para compensar um funcionário e ajustar o saldo de licença em relação aos anos anteriores.
sr: Овде можете пратити запосленог ПТО-а. Ово се може користити за надокнаду запосленог и подешавање равнотеже оставе од претһодниһ година.
sv: Här kan du hålla reda på anställdas PTO. Detta kan användas för att kompensera en anställd och anpassa lämnade balans från tidigare år.

source: Here you can create a leave group so you can group employees and create leave types or leave rules affecting the employees in the group.
ar: يمكنك هنا إنشاء مجموعة إجازة حتى تتمكن من تجميع الموظفين وإنشاء أنواع إجازة أو قواعد إجازة تؤثر على الموظفين في المجموعة.
de: Hier können Sie eine Urlaubsgruppe erstellen, damit Sie Mitarbeiter gruppieren und Urlaubstypen erstellen oder Regeln verlassen, die die Mitarbeiter in der Gruppe betreffen.
es: Aquí puede crear un grupo de licencia para que pueda agrupar a los empleados y crear tipos de licencia o reglas de licencia que afecten a los empleados en el grupo.
fi: Täällä voit luoda lomaryhmän, jotta voit ryhmitellä työntekijöitä ja luoda lomatyyppejä tai lomaa koskevia sääntöjä, jotka vaikuttavat ryhmän työntekijöihin.
fr: Ici, vous pouvez créer un groupe de congé afin de pouvoir regrouper les employés et créer des types de congés ou des règles de congé affectant les employés du groupe.
it: Qui puoi creare un gruppo di ferie in modo da poter raggruppare i dipendenti e creare tipi di congedo o le regole di congedo che interessano i dipendenti del gruppo.
ja: ここでは、従業員をグループ化して休暇タイプを作成したり、グループ内の従業員に影響を与えるルールを残すことができるように、休暇グループを作成できます。
nl: Hier kunt u een verlofgroep maken, zodat u werknemers kunt groeperen en verloftypen kunt maken of regels achterlaten die de werknemers in de groep beïnvloeden.
no: Her kan du opprette en permisjonsgruppe slik at du kan gruppere ansatte og lage permisjonstyper eller permisjonsregler som berører de ansatte i gruppen.
pl: Tutaj możesz utworzyć grupę urlopów, aby móc grupować pracowników i tworzyć typy urlopowe lub reguły pozostawienia wpływające na pracowników w grupie.
pt: Aqui você pode criar um grupo de licença para agrupar funcionários e criar tipos de licença ou deixar regras que afetam os funcionários do grupo.
sr: Овде можете да креирате групу од остављања како бисте могли да групирате запослене и креирате типове одсуства или оставите правила која утичу на запослене у групи.
sv: Här kan du skapa en ledighetsgrupp så att du kan gruppera anställda och skapa ledighetstyper eller lämna regler som påverkar de anställda i gruppen.

source: Here you can add employees to the correct leave group.
ar: هنا يمكنك إضافة موظفين إلى مجموعة الإجازة الصحيحة.
de: Hier können Sie Mitarbeiter zur richtigen Urlaubsgruppe hinzufügen.
es: Aquí puede agregar empleados al grupo de licencia correcto.
fi: Täältä voit lisätä työntekijöitä oikeaan loma -ryhmään.
fr: Ici, vous pouvez ajouter des employés au bon groupe de congé.
it: Qui puoi aggiungere dipendenti al gruppo di congedo corretto.
ja: ここでは、従業員を正しい休暇グループに追加できます。
nl: Hier kunt u werknemers toevoegen aan de juiste verlofgroep.
no: Her kan du legge til ansatte til riktig permisjonsgruppe.
pl: Tutaj możesz dodać pracowników do grupy prawidłowej urlopu.
pt: Aqui você pode adicionar funcionários ao grupo de licença correto.
sr: Овде можете додати запослене у исправну дозволу.
sv: Här kan du lägga till anställda i rätt ledighetsgrupp.

source: Here you can view all employee leaves and approve leave requests.
ar: هنا يمكنك عرض جميع أوراق الموظف والموافقة على طلبات الإجازة.
de: Hier können Sie alle Blätter von Mitarbeitern anzeigen und Urlaubsanfragen genehmigen.
es: Aquí puede ver todas las hojas de empleados y aprobar solicitudes de licencia.
fi: Täällä voit tarkastella kaikkia työntekijöiden lehtiä ja hyväksyä loman pyynnöt.
fr: Ici, vous pouvez voir tous les congés des employés et approuver les demandes de congé.
it: Qui puoi visualizzare tutte le foglie dei dipendenti e approvare le richieste di congedo.
ja: ここでは、すべての従業員の葉を表示し、休暇リクエストを承認できます。
nl: Hier kunt u alle werknemersbladeren bekijken en verlofverzoeken goedkeuren.
no: Her kan du se alle ansattes blader og godkjenne permisjonsforespørsler.
pl: Tutaj możesz zobaczyć wszystkie pozostawie pracowników i zatwierdzić prośby o urlop.
pt: Aqui você pode ver todas as folhas de funcionários e aprovar solicitações de licença.
sr: Овде можете прегледати све остављавање свиһ запослениһ и одобрити заһтеве за остављање.
sv: Här kan du se alla anställdas blad och godkänna förfrågningar om ledighet.

source: Here you can define the types of assets in your organization so you can easily categorize the assets.
ar: هنا يمكنك تحديد أنواع الأصول في مؤسستك حتى تتمكن من تصنيف الأصول بسهولة.
de: Hier können Sie die Arten von Vermögenswerten in Ihrer Organisation definieren, damit Sie die Vermögenswerte problemlos kategorisieren können.
es: Aquí puede definir los tipos de activos de su organización para que pueda clasificar fácilmente los activos.
fi: Täällä voit määrittää organisaatiosi omaisuustyypit, jotta voit luokitella varat helposti.
fr: Ici, vous pouvez définir les types d'actifs dans votre organisation afin que vous puissiez facilement classer les actifs.
it: Qui puoi definire i tipi di risorse nella tua organizzazione in modo da poter facilmente classificare le risorse.
ja: ここでは、組織内の資産の種類を定義できるため、資産を簡単に分類できます。
nl: Hier kunt u de soorten activa in uw organisatie definiëren, zodat u de activa eenvoudig kunt categoriseren.
no: Her kan du definere hvilke typer eiendeler i organisasjonen din, slik at du enkelt kan kategorisere eiendelene.
pl: Tutaj możesz zdefiniować rodzaje zasobów w swojej organizacji, abyś mógł łatwo skategoryzować zasoby.
pt: Aqui você pode definir os tipos de ativos em sua organização para que você possa categorizar facilmente os ativos.
sr: Овде можете дефинисати врсте имовине у вашој организацији, тако да можете лако категорисати имовину.
sv: Här kan du definiera de typer av tillgångar i din organisation så att du enkelt kan kategorisera tillgångarna.

source: Here you can add and manage company assets each employee or department has.
ar: هنا يمكنك إضافة وإدارة أصول الشركة لكل موظف أو قسم.
de: Hier können Sie Unternehmensvermögen und Abteilung hinzufügen und verwalten.
es: Aquí puede agregar y administrar los activos de la empresa que tiene cada empleado o departamento.
fi: Täällä voit lisätä ja hallita yrityksen omaisuutta, että jokaisella työntekijällä tai osastolla on.
fr: Ici, vous pouvez ajouter et gérer les actifs de l'entreprise de chaque employé ou département.
it: Qui puoi aggiungere e gestire le risorse dell'azienda che ogni dipendente o dipartimento ha.
ja: ここでは、各従業員または部門が持っている会社資産を追加および管理できます。
nl: Hier kunt u bedrijfsactiva toevoegen en beheren die elke werknemer of afdeling heeft.
no: Her kan du legge til og administrere selskapets eiendeler hver ansatt eller avdeling har.
pl: Tutaj możesz dodawać i zarządzać aktywami firmy każdy pracownik lub dział.
pt: Aqui você pode adicionar e gerenciar ativos da empresa que cada funcionário ou departamento possui.
sr: Овде можете додати и управљати имовином компаније сваког запосленог или одељења.
sv: Här kan du lägga till och hantera företagstillgångar som varje anställd eller avdelning har.

source: Here you can define the different types of expenses in an organization.
ar: هنا يمكنك تحديد الأنواع المختلفة من النفقات في المنظمة.
de: Hier können Sie die verschiedenen Arten von Ausgaben in einer Organisation definieren.
es: Aquí puede definir los diferentes tipos de gastos en una organización.
fi: Täällä voit määritellä organisaation erityyppiset kulut.
fr: Ici, vous pouvez définir les différents types de dépenses dans une organisation.
it: Qui puoi definire i diversi tipi di spese in un'organizzazione.
ja: ここでは、組織内のさまざまな種類の費用を定義できます。
nl: Hier kunt u de verschillende soorten uitgaven in een organisatie definiëren.
no: Her kan du definere de forskjellige utgiftene i en organisasjon.
pl: Tutaj możesz zdefiniować różne rodzaje wydatków w organizacji.
pt: Aqui você pode definir os diferentes tipos de despesas em uma organização.
sr: Овде можете дефинисати различите врсте трошкова у организацији.
sv: Här kan du definiera de olika typerna av utgifter i en organisation.

source: Here you can add the different types of payment methods used for expenses in an organization.
ar: هنا يمكنك إضافة أنواع مختلفة من طرق الدفع المستخدمة للنفقات في المؤسسة.
de: Hier können Sie die verschiedenen Arten von Zahlungsmethoden hinzufügen, die für Ausgaben in einer Organisation verwendet werden.
es: Aquí puede agregar los diferentes tipos de métodos de pago utilizados para los gastos en una organización.
fi: Täällä voit lisätä organisaation kuluihin käytettyjä erityyppisiä maksutapoja.
fr: Ici, vous pouvez ajouter les différents types de méthodes de paiement utilisées pour les dépenses dans une organisation.
it: Qui puoi aggiungere i diversi tipi di metodi di pagamento utilizzati per le spese in un'organizzazione.
ja: ここでは、組織内の費用に使用されるさまざまな種類の支払い方法を追加できます。
nl: Hier kunt u de verschillende soorten betaalmethoden toevoegen die worden gebruikt voor uitgaven in een organisatie.
no: Her kan du legge til de forskjellige typene betalingsmetoder som brukes til utgifter i en organisasjon.
pl: Tutaj możesz dodać różne rodzaje metod płatności stosowane w przypadku wydatków w organizacji.
pt: Aqui você pode adicionar os diferentes tipos de métodos de pagamento usados ​​para despesas em uma organização.
sr: Овде можете додати различите врсте начина плаћања који се користе за трошкове у организацији.
sv: Här kan du lägga till de olika typerna av betalningsmetoder som används för utgifter i en organisation.

source: Here you can add employee expenses, edit and approve expense requests.
ar: هنا يمكنك إضافة نفقات الموظف وتحرير وموافقة طلبات النفقات.
de: Hier können Sie Mitarbeiterkosten hinzufügen, Kostenanfragen bearbeiten und genehmigen.
es: Aquí puede agregar gastos de los empleados, editar y aprobar solicitudes de gastos.
fi: Täällä voit lisätä työntekijöiden kuluja, muokata ja hyväksyä kustannuspyynnöt.
fr: Ici, vous pouvez ajouter des dépenses des employés, modifier et approuver les demandes de dépenses.
it: Qui puoi aggiungere le spese dei dipendenti, modificare e approvare le richieste di spese.
ja: ここでは、従業員費用を追加し、費用リクエストを編集および承認できます。
nl: Hier kunt u werknemerskosten toevoegen, kostenverzoeken bewerken en goedkeuren.
no: Her kan du legge til ansattes utgifter, redigere og godkjenne utgiftsforespørsler.
pl: Tutaj możesz dodać wydatki pracowników, edytować i zatwierdzić żądania wydatków.
pt: Aqui você pode adicionar despesas com funcionários, editar e aprovar solicitações de despesas.
sr: Овде можете додати трошкове запослениһ, уређивати и одобрити заһтеве трошкова.
sv: Här kan du lägga till anställdas utgifter, redigera och godkänna kostnadsförfrågningar.
