Repository: gamonoid/icehrm
Catalog: core/lang/*.po
Languages: ar, de, es, fi, fr, it, ja, nl, no, pl, pt, sr, sv

source: Jobs Posted
ar: وظائف تم الإعلان عنها
de: Ausgeschriebene Stellen
es: Empleos publicados
fi: Työpaikat Lähettäjä
fr: Emplois publiés
it: Posizioni Pubblicate
ja: 投稿ジョブズ
nl: Geposte banen
no: Jobs Postet
pl: Jobs wysłany
pt: Trabalhos Publicados
sr: Objavljeni poslovi
sv: Jobb Postat

source: Jobs
ar: وظائف
de: Arbeitsplätze
es: Trabajos
fi: Työpaikat
fr: Emplois
it: Lavori
ja: ジョブズ
no: Arbeidsplasser
pl: Oferty pracy
pt: Empregos
sr: Poslovi
sv: jobb

source: Courses
ar: الدورات
de: Kurse
es: Cursos
fi: Kurssit
fr: Cours
it: Corsi
ja: コー​​ス
nl: cursussen
no: kurs
pl: Kursy
pt: Cursos
sr: Kursevi
sv: Kurser

source: Requests
ar: طلبات
de: Anfragen
es: Peticiones
fi: Pyynnöt
fr: Demandes
it: Richieste
ja: リクエスト
nl: verzoeken
no: Forespørsler
pl: Upraszanie
pt: solicitações de
sr: Zahtevi
sv: Begäran

source: Document
ar: وثيقة
de: Dokument
es: Documento
fi: Asiakirja
it: Documenti
ja: 資料
no: Dokument
pl: Dokument
pt: Documento
sr: Dokument
sv: Dokumentera

source: Management
ar: إدارة
es: administración
fi: johto
fr: La gestion
it: Gestione
ja: 管理
nl: Beheer
no: Ledelse
pl: Zarządzanie
pt: Gestão
sr: Upravljanje/menadžment
sv: Förvaltning

source: Expense
ar: مصروف
de: Ausgabe
es: Gastos
fi: kulu
fr: Frais
it: Spese
ja: 費用
nl: Kosten
no: Kostnader
pl: Koszt
pt: Despesa
sr: Trošak
sv: Bekostnad

source: Permission
ar: الإذن
de: Erlaubnis
es: Permiso
fi: Lupa
fr: Autorisation
it: Autorizzazioni
ja: 許可
nl: Toestemming
no: Tillatelse
pl: Pozwolenie
pt: Permissão
sr: Dozvola
sv: Lov

source: Permissions
ar: أذونات
de: Berechtigungen
es: Permisos
fi: käyttöoikeudet
fr: Autorisations
it: Permessi
ja: パーミッション
nl: machtigingen
no: tillatelser
pl: Uprawnienia
pt: Permissões
sr: Dozvole
sv: Behörigheter

source: and
ar: و
de: und
es: y
fi: ja
fr: et
it: E
ja: そして
nl: en
no: og
pl: i
pt: e
sr: I
sv: och

source: Invoices
ar: الفواتير
de: Rechnungen
es: Facturas
fi: laskut
fr: Factures
it: Fatture
ja: 請求書
nl: facturen
no: fakturaer
pl: Faktury
pt: Faturas
sr: Fakture
sv: fakturor

source: Make a Payment
ar: أتم عملية الدفع
de: Zahlung tätigen
es: Realizar un pago
fi: Suorita maksu
fr: Effectuer un paiement
it: Effettua un pagamento
ja: 支払いをします
nl: Maak een betaling
no: Gjennomføre en betaling
pl: Dokonać płatności
pt: Faça um pagamento
sr: Izvršiti uplatu
sv: Betala

source: Switch Employee
ar: تبديل الموظف
de: Mitarbeiter wechseln
es: Cambiar de empleado
fi: kytkin työntekijä
fr: Changer d'employé
it: Collegati come ...
ja: スイッチの従業員
nl: Van werknemer wisselen
no: Bytt medarbeider
pl: Zmień pracownika
pt: Mudar Empregado
sr: Zameniti/prebaciti zaposlenog
sv: Byt anställd

source: Select The Employee to Switch Into
ar: حدد الموظف للتبديل في
de: Zu wechselnden Mitarbeiter auswählen
es: Seleccione el empleado para cambiar a
fi: Valitse The Työntekijä muututtava
fr: Sélectionnez l'employé à entrer dans
it: Seleziona il dipendente con cui collegarti
ja: 切り替わりために従業員を選択
nl: Selecteer De werknemer om in te schakelen
no: Velg medarbeider å bytte til
pl: Wybierz pracownika, aby się przełączyć
pt: Selecione o empregado para mudar para
sr: Izaberite zaposlenog za prelazak na
sv: Välj medarbetaren att byta till

source: Close
ar: قريب
de: Schließen
es: Cerca
fi: kiinni
fr: Fermer
it: Vicino
ja: 閉じる
nl: Dichtbij
no: Lukk
pl: Blisko
pt: Fechar
sr: Blizu
sv: Stänga

source: My Profile
ar: ملفي
de: Mein Profil
es: Mi perfil
fi: Profiilini
fr: Mon profil
it: Mio Profilo
ja: 私のプロフィール
nl: Mijn profiel
no: Min profil
pl: Mój profil
pt: Meu perfil
sr: Moj profil
sv: Min profil

source: Edit Details
ar: عدل التفاصيل
de: Details bearbeiten
es: Editar detalles
fi: edit yksityiskohdat
fr: Modifier les détails
it: Modifica Dettagli
ja: 編集詳細
nl: Details bewerken
no: Rediger detaljer
pl: Edytuj szczegóły
pt: Editar Detalhes
sr: Urediti detalje
sv: Redigera detaljer

source: View/Edit Profile
ar: عرض / تحرير الملف الشخصي
de: Profil ansehen/bearbeiten
es: Ver / Editar perfil
fi: Näytä / Muokkaa profiilia
fr: Afficher / Modifier le profil
it: Gestione Profilo
ja: 表示/編集プロフィール
nl: Profiel bekijken / bewerken
no: Se / rediger profil
pl: Wyświetl / edytuj profil
pt: Ver / Editar Perfil
sr: Pogledaj/uredi profil
sv: Visa / Redigera Profil

source: Punch In
ar: لكمة في
de: Einstempeln
es: Golpe en
fi: alkaa työt
fr: Coup de poing dans
it: Mie Presenze
ja: パンチイン
pl: Uderzyć w
sr: Udariti u
sv: Slå in

source: or
ar: أو
de: oder
es: o
fi: tai
fr: ou
it: o
ja: または
nl: of
no: eller
pl: lub
pt: ou
sr: Ili
sv: eller

source: Punch Out
ar: لكمة خارج
de: Ausstempeln
es: Perforar
fi: lopettaa työt
it: Fine
ja: パンチアウト
no: Slå ut
sr: Udarac

source: Record Attendance
ar: سجل الحضور
de: Neuer Besucherrekord
es: Registre la asistencia
fi: ennätysmäärän osanottajia
fr: Fréquentation
it: Registra Presenza
ja: レコード出席
nl: Recordaanwezigheid
no: Registrer oppmøte
pt: Registrar comparecimento
sr: Evidentiranje prisustva
sv: Spela in närvaro

source: Pending Leaves
ar: الاجازات المعقله
de: Ausstehende Abwesenheiten
es: Hojas pendientes
fi: Odottaa lehdet
fr: Feuilles en attente
it: In Sospeso
ja: 保留中の葉
nl: In afwachting van bladeren
no: Venter på bladene
pl: W oczekiwaniu na liście
pt: Folhas pendentes
sr: Na čekanju
sv: Väntar på blad

source: Check Leave Status
ar: التحقق من حالة الاجازة
de: Abwesenheitsstatus überprüfen
es: Verificar el estado de la licencia
fi: Tarkista Jätä tila
fr: Vérifier le statut de congé
it: Gestione Stato Permessi
ja: 休暇ステータスの確認
nl: Controleer de verlofstatus
no: Sjekk etterstatus
pl: Sprawdź Pozostaw status
pt: Verificar status de licença
sr: Proverite status odlaska
sv: Kontrollera lämningsstatus

source: Hours worked Last Week
ar: عملت ساعات في الأسبوع الماضي
de: Arbeitsstunden der letzten Woche
es: Horas trabajadas la semana pasada
fi: Tehdyt työtunnit Viime viikolla
fr: Heures travaillées la semaine dernière
it: Ore lavorate ultima settimana
ja: 時間働いていた先週
nl: Werkt afgelopen week
no: Timer jobbet i forrige uke
pl: Godziny przepracowane w zeszłym tygodniu
pt: Horas trabalhadas na semana passada
sr: Radnin sati prošle nedelje
sv: Timmar arbetade i förra veckan

source: Update Time Sheet
ar: تحدث كشف الحضور
de: Arbeitszeiterfassung aktualisieren
es: Hoja de tiempo de actualización
fi: Päivitys kellokortti
fr: Feuille de temps de mise à jour
it: Gestione Foglio Attivit√†
ja: 更新タイムシート
nl: Update urenstaat
no: Oppdater tidsskrift
pl: Zaktualizuj arkusz czasu
pt: Atualizar folha de tempo
sr: Ažurirati vremenski list
sv: Uppdatera tidskriften

source: My Projects
ar: مشاريعي
de: Meine Projekte
es: Mis proyectos
fi: Omat projektit
fr: Mes projets
it: Miei Progetti
ja: マイプロジェクト
nl: Mijn projecten
no: Mine prosjekter
pl: Moje projekty
pt: Meus projetos
sr: Moji projekti
sv: Mina projekt

source: Projects Assigned
ar: المشاريع المعينة
de: Zugewiesene Projekte
es: Proyectos asignados
fi: hankkeisiin sidotut
fr: Projets attribués
it: Progetti Assegnati
ja: 割り当てられたプロジェクト
nl: Toegewezen projecten
no: Prosjekter tilordnet
pl: Projekty przydzielone
pt: Projetos Atribuídos
sr: Dodeljeni projekti
sv: Projekt Tilldelade

source: More info
ar: مزيد من المعلومات
de: Mehr Infos
es: Más información
fi: Lisätietoja
fr: Plus d'informations
it: Gestione Miei Progetti
ja: さらに詳しい情報
nl: Meer informatie
no: Mer informasjon
pl: Więcej informacji
pt: Mais informações
sr: Više informacija
sv: Mer information

source: Store
ar: متجر
de: Geschäft
es: Almacenar
fi: myymälä
fr: le magasin
it: Repository
ja: 格納
nl: Op te slaan
no: butikk
pl: Sklep
pt: Loja
sr: Prodavnica
sv: Lagra

source: My Travel
ar: رحلتي
de: Meine Reise
es: Mi viaje
fr: Mon voyage
it: Miei Viaggi
ja: マイトラベル
nl: Mijn reis
no: Min reise
pl: Moja podróż
pt: Minha viagem
sr: Moje putovanje
sv: Min resa

source: My Expenses
ar: نفقاتي
de: Meine Kosten
es: Mis gastos
fi: kuluni
fr: Mes dépenses
it: Mie Spese
ja: 私の費用
nl: Mijn uitgaven
no: Mine utgifter
pl: Moje wydatki
pt: Minhas despesas
sr: Moji troškovi
sv: Mina utgifter

source: Manage Expenses
ar: إدارة النفقات
de: Ausgaben verwalten
es: Administrar gastos
fi: hallita kuluja
fr: Gérer les dépenses
it: Gestione Spese
ja: 経費を管理します
nl: Beheer uitgaven
no: Administrer utgifter
pl: Zarządzaj wydatkami
pt: Gerenciar despesas
sr: Upravljanje troškovima
sv: Hantera utgifter

source: ID
ar: هوية شخصية
es: CARNÉ DE IDENTIDAD
it: Codice
nl: ID kaart
pt: identidade
sr: Lična karta

source: Name
ar: اسم
es: Nombre
fi: Nimi
fr: prénom
it: Nome
ja: 名
nl: Naam
no: Navn
pl: Nazwa
pt: Nome
sr: Ime
sv: namn

source: Address
ar: عنوان
de: Adresse
es: Dirección
fi: Osoite
fr: Adresse
it: Indirizzo
ja: 住所
nl: Adres
no: Adresse
pl: Adres
pt: Endereço
sr: Adresa
sv: Adress

source: Type
ar: نوع
de: Art
es: Tipo
fi: Tyyppi
it: Tipo
ja: タイプ
pl: Rodzaj
pt: Tipo
sr: Tip
sv: Typ

source: Country
ar: بلد
de: Land
es: País
fi: Maa
fr: Pays
it: Nazione
ja: 国
nl: land
no: Land
pl: Kraj
pt: País
sr: Država
sv: Land

source: Time Zone
ar: وحدة زمنية
de: Zeitzone
es: Zona horaria
fi: Aikavyöhyke
fr: Fuseau horaire
it: Fuso Orario
ja: タイムゾーン
nl: Tijdzone
no: Tidssone
pl: Strefa czasowa
pt: Fuso horário
sr: Vremenska zona
sv: Tidszon

source: Parent Structure
ar: هيكل الوالدين
de: Grundstruktur
es: Estructura de padres
fi: emorakennetta
fr: Structure parent
it: Padre
ja: 親構造
nl: Bovenliggende structuur
no: Foreldrestruktur
pl: Struktura rodzicielska
pt: Estrutura Parental
sr: Roditeljska struka
sv: Föräldrastruktur

source: Details
ar: تفاصيل
de: Einzelheiten
es: Detalles
fi: Yksityiskohdat
fr: Détails
it: Dettagli
ja: 細部
no: detaljer
pl: Detale
pt: Detalhes
sr: Detalji
sv: detaljer

source: Heads
ar: رؤساء
es: Cabezas
fr: Les chefs
it: Responsabili
ja: 頭
pl: Głowy
pt: Cabeças
sr: Glave
sv: Beger sig

source: Code
ar: الشفرة
es: Código
fi: Koodi
it: Codice
ja: コー​​ド
no: Kode
pl: Kod
pt: Código
sr: Kod/Šifra
sv: Koda

source: Job Title Code
ar: رمز عنوان الوظيفة
de: Berufsbezeichnungskürzel
es: Código de título de trabajo
fi: Työtehtävä Koodi
fr: Code du titre du poste
it: Codice Titolo Professionale
ja: 役職コード
nl: Functiecode
no: Jobbtittelkode
pl: Kod tytułu pracy
pt: Código do cargo
sr: Šifra naslova posla
sv: Jobbtitelkod

source: Job Title
ar: عنوان وظيفي
de: Berufsbezeichnung
es: Título profesional
fi: Työnimike
fr: Profession
it: Titolo Professionale
ja: 職名
nl: Functietitel
no: Jobbtittel
pl: Stanowisko
pt: Titulo do trabalho
sr: Naziv posla/zvanje
sv: Jobbtitel

source: Description
ar: وصف
de: Beschreibung
es: Descripción
fi: Kuvaus
fr: La description
it: Descrizione
ja: 説明
nl: Beschrijving
no: Beskrivelse
pl: Opis
pt: Descrição
sr: Opis
sv: Beskrivning

source: Specification
ar: تخصيص
de: Spezifikation
es: Especificación
fi: määrittely
fr: spécification
it: Specifica
ja: 仕様
nl: Specificatie
no: spesifikasjon
pl: Specyfikacja
pt: Especificação
sr: Specifikacija
sv: Specifikation

source: Currency
ar: دقة
de: Währung
es: Moneda
fi: valuutta
fr: Devise
it: Codice Valuta
ja: 通貨
nl: Valuta
no: Valuta
pl: Waluta
pt: Moeda
sr: Valuta
sv: Valuta

source: Min Salary
ar: الحد الأدنى للراتب
de: Min. Gehalt
es: Min Salario
fi: min Palkka
fr: Salaire Min
it: Stipendio Min
ja: 分給与
nl: Min salaris
no: Min lønn
pl: Min. Wynagrodzenie
pt: Salário Mínimo
sr: Minimalna plata
sv: Min lön

source: Max Salary
ar: الحد الأعلى للراتب
de: Max. Gehalt
es: Salario máximo
fi: max Palkka
fr: Salaire Max
it: Stipendio Max
ja: マックス給与
nl: Max salaris
no: Maksimal lønn
pt: Salário Máximo
sr: Maksimalna plata
sv: Max lön

source: Pay Grade Name
ar: ادفع اسم الصف
de: Name der Gehaltsstufe
es: Nombre de grado de pago
fi: Palkkausluokkaan Name
fr: Nom de la catégorie de paie
it: Nome Livello Stipendio
ja: グレード名を支払います
nl: Betaal cijfer naam
no: Betalingsgrad Navn
pl: Imię i nazwisko płatnika
pt: Pagar nome da classe
sr: Platno ime
sv: Betalningsnamn

source: Employment Status
ar: الحالة الوظيفية
de: Arbeitsverhältnis
es: Estado de Empleo
fi: Työllisyystilanne
fr: Statut d'emploi
it: Tipo Occupazione
ja: 雇用状況
nl: Werkstatus
no: Sysselsettingsstatus
pl: status zatrudnienia
pt: situação de emprego
sr: Radni status
sv: anställningsstatus

source: Coordinator
ar: منسق
de: Koordinator
es: Coordinador
fi: koordinaattori
fr: Coordinateur
it: Coordinatore
ja: コー​​ディネーター
nl: Coördinator
no: koordinator
pl: Koordynator
pt: Coordenador
sr: Koordinator
sv: Samordnare

source: Trainer
ar: مدرب
es: Entrenador
fi: Kouluttaja
fr: Entraîneur
it: Insegnante
ja: トレーナー
no: Trener
pl: Trener
pt: Treinador
sr: Trener
sv: Tränare

source: Trainer Details
ar: تفاصيل المدرب
es: Detalles del entrenador
fi: kouluttaja tiedot
fr: Détails du formateur
it: Dettagli Insegnante
ja: トレーナー詳細
nl: Details van de trainer
no: Trenerdetaljer
pl: Szczegóły trenera
pt: Detalhes do instrutor
sr: Detalji trenera
sv: Trainer detaljer

source: Payment Type
ar: نوع الدفع
de: Zahlungsart
es: Tipo de pago
fi: Maksutapa
fr: Type de paiement
it: Pagamento
ja: 払いの種類
nl: Betalingswijze
no: Betalings type
pl: Typ płatności
pt: Tipo de pagamento
sr: Vrsta/tip plaćanja
sv: Betalnings typ

source: Cost
ar: تكلفة
de: Kosten
es: Costo
fi: Kustannus
fr: Coût
it: Costo
ja: コスト
nl: Kosten
no: Koste
pl: Koszt
pt: Custo
sr: Cena
sv: Kosta

source: Status
ar: الحالة
es: Estado
fr: Statut
it: Stato
ja: 状態
nl: staat

source: Course
ar: دورة
de: Kurs
es: Curso
fi: kurssi
fr: Cours
it: Nome Corso
ja: コー​​ス
nl: Cursus
no: Kurs
pl: Kierunek
pt: Curso
sr: Kurs
sv: Kurs

source: Scheduled Time
ar: جدول زمني
de: Geplante Zeit
es: Hora programada
fi: Sovittu aika
fr: Heure prévue
it: Data Inizio
ja: スケジュールされた時間
nl: Geplande tijd
no: Planlagt tid
pl: Zaplanowany czas
pt: Hora marcada
sr: Ugovoreno/dogovoreno vreme
sv: Schemalagd tid

source: Assignment Due Date
ar: تاريخ الاستحقاق
de: Abgabedatum
es: Fecha de vencimiento de asignación
fi: Tehtävä Eräpäivä
fr: Date d'échéance de l'affectation
it: Data Fine
ja: 割り当て期日
nl: Periode van toewijzing
no: Oppdrag forfallsdato
pl: Data wykonania zadania
pt: Data de vencimento da atribuição
sr: Rok dospeća
sv: Uppdragets förfallodatum

source: Delivery Method
ar: طريقة التوصيل
de: Zustellungsmethode
es: Método de entrega
fi: toimitustapa
fr: méthode de livraison
it: Tipo
ja: 配送方法
nl: Levering methode
no: Leverings metode
pl: Sposób dostawy
pt: Método de Entrega
sr: Način dostave
sv: leverans metod

source: Delivery Location
ar: موقع التسليم
de: Lieferort
es: Lugar de entrega
fi: toimitus Sijainti
fr: Lieu de livraison
it: Luogo
ja: 配信場所
nl: Afleveradres
no: Leveringssted
pl: Lokalizacja dostawy
pt: Local de entrega
sr: Lokacija dostavljanja
sv: Leveransplats

source: Attendance Type
ar: نوع الحضور
de: Anwesenheitsart
es: Tipo de asistencia
fi: läsnäolo Tyyppi
fr: Type de présence
it: Presenza
ja: 出席タイプ
nl: Aanwezigheidstype
no: Tilstedeværelsestype
pl: Typ obecności
pt: Tipo de Atendimento
sr: Vrsta/tip prisustva
sv: Närvarotyp

source: Attachment
ar: المرفق
de: Anhang
es: Adjunto archivo
fi: liite
fr: Attachement
it: Allegato
ja: アタッチメント
nl: gehechtheid
no: Vedlegg
pl: Załącznik
pt: Anexo
sr: Prilog
sv: Bilaga

source: Training Certificate Required
ar: شهادة التدريب المطلوبة
de: Schulungszertifikat erforderlich
es: Certificado de entrenamiento requerido
fi: Ajolupa Pakollinen
fr: Certificat de formation requis
it: Certificato Formazione
ja: トレーニングの証明書が必要
nl: Trainingscertificaat vereist
no: Treningsbevis nødvendig
pl: Wymagany certyfikat szkolenia
pt: Certificado de Treinamento Requerido
sr: Potreban sertifikat obuke
sv: Utbildningscertifikat krävs

source: Employee
ar: موظف
de: Mitarbeiter
es: Empleado
fi: Työntekijä
fr: Employé
it: Dipendente
ja: 従業員
nl: Werknemer
no: Ansatt
pl: Pracownik
pt: Empregado
sr: Zaposleni
sv: Anställd

source: Training Session
ar: دورة تدريبية
de: Trainingseinheit
es: Sesión de entrenamiento
fi: Harjoittelusessio
fr: Session d'entrainement
it: Nome Corso
ja: トレーニングセッション
nl: Trainingssessie
no: Treningsøkt
pl: Sesja treningowa
pt: Sessão de treinamento
sr: Trening
sv: Träningspass

source: Contact Number
ar: رقم الاتصال
de: Kontaktnummer
es: Número de contacto
fi: Yhteysnumero
fr: Numéro de contact
it: Numero di Contatto
ja: 連絡先の番号
nl: Contact nummer
no: Kontakt nummer
pl: Numer kontaktowy
pt: Número de contato
sr: Broj kontakta
sv: Kontaktnummer

source: Contact Email
ar: تواصل بالبريد الاكتروني
de: Kontakt E-Mail
es: Email de contacto
fi: Yhteydenotto Sähköposti
fr: Email du contact
it: email
ja: 連絡先メールアドレス
no: Kontakt Epost
pl: Kontaktowy adres e-mail
pt: email de contato
sr: Imejl kontakt
sv: Kontakta E-post

source: Company Url
ar: عنوان الشركة
de: Firmen-URL
es: URL de la compañía
fi: Yrityksen URL-osoite
fr: URL de la société
it: URL Societ√†
ja: 会社のURL
nl: Bedrijf Url
no: Firma Url
pl: Adres firmy
pt: URL da empresa
sr: Kompanija URL
sv: Företagets Url

source: First Contact Date
ar: تاريخ الاتصال الأول
de: Zeitpunkt des Erstkontakts
es: Primera fecha de contacto
fr: Date du premier contact
it: Data Primo Contatto
ja: ファーストコンタクト日付
nl: Eerste contactdatum
no: Første kontaktdato
pl: Data pierwszego kontaktu
pt: Data do primeiro contato
sr: Datum prvog kontakta
sv: Första kontaktdatum

source: Client
ar: عميل
de: Klient
es: Cliente
fi: Asiakas
it: Cliente
ja: クライアント
nl: Cliënt
no: Klient
pl: Klient
pt: Cliente
sr: Klijent
sv: Klient

source: Project
ar: مشروع
de: Projekt
es: Proyecto
fi: projekti
fr: Projet
it: Progetto
ja: プロジェクト
no: Prosjekt
pl: Projekt
pt: Projeto
sr: Projekat
sv: Projekt

source: Leave Name
ar: اسم المغادر/ المجاز
de: Abwesenheitsname
es: Nombre de la licencia
fi: jätä Name
fr: Nom du congé
it: Nome Permesso
ja: 名を残します
nl: Laat de naam achter
no: Gi etternavn
pl: Opuść imię
pt: Deixe o nome
sr: Ostaviti ime
sv: Lämna namn

source: Leave Accrue Enabled
ar: تفعيل الإجازات المستحقة
de: Abwesenheitsübernahme aktiviert
es: Dejar acumular habilitado
fi: Jätä Kirjaus Käytössä
fr: Laisser Accrue Enabled
it: Accumulo Permessi Abilitato
ja: 有効積算残します
nl: Laat uitgroei ingeschakeld
no: Forlate akkumulert aktivert
pl: Pozostaw włączone Accrue
pt: Deixe o acréscimo ativado
sr: Ostaviti akumulaciju omogućenu
sv: Lämna upplupning aktiverad

source: Leave Carried Forward
ar: الاجازات التي سيتم ترحيلها
de: Abwesenheit in neuen Zyklus übernommen
es: Dejar llevado adelante
fi: Jätä läpikäyneet
fr: Congé reporté
it: Riporto Permessi Abilitato
ja: 以下のまま持ち越さ
nl: Verlaten doorgestuurd
no: La kjørt fremover
pl: Pozostaw przeniesione do przodu
pt: Deixar encaminhado
sr: Ostanite preneti
sv: Lämna Carried Framåt

source: Leaves Per Year
ar: مجموع الاجازات في السنة
de: Urlaubstage pro Jahr
es: Hojas por año
fi: Leaves euroa vuodessa
fr: Feuilles par an
it: Permessi per Anno
ja: 年間の葉
nl: Bladeren per jaar
no: Blad per år
pl: Liście na rok
pt: Folhas por ano
sr: Godišnji odlasci
sv: Löv per år

source: Leaves Group
ar: مجموع الاجازات
de: Abwesenheitsgruppe
es: Grupo de hojas
fi: lehdet Group
fr: Groupe des feuilles
it: Gruppo Permessi
ja: 葉グループ
nl: Bladeren Groep
pt: Grupo de folhas
sr: Ostavljati grupu

source: Leaves Per Leave Period
ar: المغادرة اثناء فترة الاجازة
de: Abwesenheiten pro Beurlaubungszeitraum
es: Periodo de hojas por licencia
fi: Leaves Per äitiysloman
fr: Feuilles par période de congé
it: Quantit√† nel Periodo
ja: パー休業期間は葉
nl: Bladeren per verlofperiode
no: Blader per permisjonstid
pl: Liście na okres urlopu
pt: Folhas por período de licença
sr: Odlasci po periodu odmora
sv: Blad per lösenperiod

source: Admin can assign leave to employees
ar: يمكن المشرف تعيين إجازة للموظفين
de: Administrator kann Mitarbeitern Urlaube zuweisen
es: El administrador puede asignar permiso a los empleados
fi: Admin voi antaa lupaa työntekijöille
fr: L'administrateur peut attribuer un congé aux employés
it: L'amministratore pu√≤ assegnare questo permesso ai dipendenti
ja: 管理者は、従業員に休暇を割り当てることができます
nl: Beheerder kan verlof toewijzen aan werknemers
no: Admin kan tildele permisjon til ansatte
pl: Administrator może przypisać urlop pracownikom
pt: Admin pode atribuir licença aos funcionários
sr: Admin može da dopusti odsustvo zaposlenom
sv: Admin kan tilldela ledighet till anställda

source: Employees can apply for this leave type
ar: يمكن للموظفين التقدم بطلب للحصول على هذا النوع من الإجازات
de: Mitarbeiter dürfen sich für diese Urlaubsart bewerben
es: Los empleados pueden solicitar este tipo de permiso
fi: Työntekijät voivat hakea tätä lupaa tyyppi
fr: Les employés peuvent demander ce type de congé
it: I dipendenti possono richiedere questo permesso
ja: 従業員はこの休暇のタイプに適用することができます
nl: Medewerkers kunnen dit verloftype aanvragen
no: Ansatte kan søke om denne permisjonen
pl: Pracownicy mogą ubiegać się o ten rodzaj urlopu
pt: Os funcionários podem solicitar esse tipo de licença
sr: Zaposleni može podneti zahtev za ovu vrstu odmora
sv: Anställda kan ansöka om denna semesterort

source: Employees can apply beyond the current leave balance
ar: يمكن للموظفين تطبيق ما بعد الرصيد الحالي للإجازة
de: Mitarbeiter dürfen auch Anfragen über ihre Urlaubsbilanz hinaus stellen
es: Los empleados pueden aplicar más allá del saldo de vacaciones actual
fi: Työntekijät voivat hakea yli nykyisten loman saldo
fr: Les employés peuvent postuler au-delà du solde de congé actuel
it: I dipendenti possono richiedere permessi oltre la disponibilit√†
ja: 従業員は現在休暇残高を超えて適用することができます
nl: Medewerkers kunnen zich aanmelden buiten het huidige verlofsaldo
no: Ansatte kan søke utover den nåværende permisjonen
pl: Pracownicy mogą składać wnioski poza bieżącym saldem urlopowym
pt: Os funcionários podem se inscrever além do saldo atual de licenças
sr: Zaposleni mogu da se prijave za tekući odmor
sv: Anställda kan ansöka utöver den nuvarande semesterbalansen

source: Percentage of Leaves Carried Forward
ar: نسبة الاجازات المنفذة
de: Prozentsatz der in den nächsten Zeitraum übertragenen Urlaubstage
es: Porcentaje de hojas cargadas hacia adelante
fi: Prosenttiosuus Lehdet läpikäyneet
fr: Pourcentage de feuilles reportées
it: Quota Permessi Riportati
ja: 葉の割合が繰り越さ
nl: Percentage bladeren dat naar voren wordt gedragen
no: Prosentandel av blader fremført
pl: Procent liści przeniesionych do przodu
pt: Porcentagem de folhas transportadas
sr: Procenat prenetih odmora
sv: Procentandel av blad som transporteras framåt

source: Maximum Carried Forward Amount
ar: الحد الاقصي للمبلغ المنفذ
de: Maximal übertragbare Tage
es: Monto máximo aceptado
fi: Maksimi läpikäyneet Määrä
fr: Montant reporté maximum
it: Nr. Max Permessi Riportati
ja: 最大運ばフォワード額
nl: Maximale doorgestuurde bedrag
no: Maksimum Carried Forward Amount
pl: Maksymalna kwota przeniesienia
pt: Quantidade máxima transportada
sr: Maksimalni iznos prenet
sv: Maximalt framåtriktat belopp

source: Carried Forward Leave Availability Period
ar: الفترة الزمنية المتبقية
de: Zeitpunkt, bis zu dem Urlaubstage des letzten Abschnitts übernommen werden können
es: Periodo de disponibilidad previsto
fi: Läpikäyneet Jätä saatavuusaika
fr: Période de disponibilité des congés reportés
it: Periodo di Riporto Permessi Disponibili
ja: 運ばフォワード休暇の開始期間
nl: Doorgestroomd Verlof Beschikbaarheid Periode
no: Bragt fremover Forlengelsesperiode
pl: Przenieś do przodu Opuść okres dostępności
pt: Período de disponibilidade deixado para a frente
sr: Пренесен одсуство Доступност период
sv: Flyttas framåt Lämna ledighetsperioden

source: Proportionate leaves on Joined Date
ar: الاجازات حسب تاريخ الالتحاق
de: Anteilige Urlaubstage zum Zeitpunkt des Beitritts
es: Proporcional deja en fecha de incorporación
fi: Suhteutettuja lähtee Liittymispäivä
fr: Partage proportionnel à la date d'adhésion
it: Quota Permessi Disponibili (da Assunzione)
ja: 入社日に比例葉
nl: Proportioneel verlaat op toegetreden datum
no: Proportionelle blader på Forbundet dato
pl: Proporcjonalne liście w dniu połączenia
pt: Folhas Proporcionais na Data de Adesão
sr: Сразмерне лишће на Датум регистрације
sv: Proportionella löv på anmälningsdatum
