Repository: gamonoid/icehrm
Catalog: core/lang/*.po
Languages: ar, de, es, fi, fr, it, ja, nl, no, pl, pt, sr, sv

source: Here you can create custom forms to collect data from employees.
ar: هنا يمكنك إنشاء نماذج مخصصة لجمع البيانات من الموظفين.
de: Hier können Sie benutzerdefinierte Formulare erstellen, um Daten von Mitarbeitern zu sammeln.
es: Aquí puede crear formularios personalizados para recopilar datos de los empleados.
fi: Täällä voit luoda räätälöityjä lomakkeita tiedon keräämiseksi työntekijöiltä.
fr: Ici, vous pouvez créer des formulaires personnalisés pour collecter des données auprès des employés.
it: Qui puoi creare moduli personalizzati per raccogliere dati dai dipendenti.
ja: ここでは、従業員からデータを収集するカスタムフォームを作成できます。
nl: Hier kunt u aangepaste formulieren maken om gegevens van werknemers te verzamelen.
no: Her kan du lage tilpassede skjemaer for å samle inn data fra ansatte.
pl: Tutaj możesz tworzyć niestandardowe formularze do gromadzenia danych od pracowników.
pt: Aqui você pode criar formulários personalizados para coletar dados dos funcionários.
sr: Овде можете да креирате прилагођене обрасце за прикупљање података од запослениһ.
sv: Här kan du skapa anpassade formulär för att samla in data från anställda.

source: Here you can assign forms to employees, fill and download forms.
ar: هنا يمكنك تعيين نماذج للموظفين ، وملء وتنزيل النماذج.
de: Hier können Sie Mitarbeiter Formulare zuweisen, Formulare ausfüllen und herunterladen.
es: Aquí puede asignar formularios a los empleados, llenar y descargar formularios.
fi: Täällä voit määrittää lomakkeet työntekijöille, täyttää ja ladata lomakkeet.
fr: Ici, vous pouvez attribuer des formulaires aux employés, remplir et télécharger des formulaires.
it: Qui puoi assegnare moduli ai dipendenti, compilare e scaricare i moduli.
ja: ここでは、フォームを従業員に割り当て、フォームに記入してダウンロードできます。
nl: Hier kunt u formulieren toewijzen aan werknemers, formulieren invullen en downloaden.
no: Her kan du tilordne skjemaer til ansatte, fylle og laste ned skjemaer.
pl: Tutaj możesz przypisać formularze pracownikom, wypełniać i pobierać formularze.
pt: Aqui você pode atribuir formulários aos funcionários, preencher e baixar formulários.
sr: Овде можете доделити обрасце запосленима, испунити и преузети обрасце.
sv: Här kan du tilldela formulär till anställda, fylla och ladda ner formulär.

source: Here you can add courses.
ar: هنا يمكنك إضافة دورات.
de: Hier können Sie Kurse hinzufügen.
es: Aquí puedes agregar cursos.
fi: Täällä voit lisätä kursseja.
fr: Ici, vous pouvez ajouter des cours.
it: Qui puoi aggiungere corsi.
ja: ここでコースを追加できます。
nl: Hier kunt u cursussen toevoegen.
no: Her kan du legge til kurs.
pl: Tutaj możesz dodać kursy.
pt: Aqui você pode adicionar cursos.
sr: Овде можете додати курсеве.
sv: Här kan du lägga till kurser.

source: Here you can add different training sessions to a particular course. You can let employees sign up for training sessions or assign training sessions by changing the attendance type.
ar: هنا يمكنك إضافة جلسات تدريبية مختلفة إلى دورة معينة. يمكنك السماح للموظفين بالتسجيل في جلسات التدريب أو تعيين جلسات تدريبية عن طريق تغيير نوع الحضور.
de: Hier können Sie einem bestimmten Kurs verschiedene Trainingseinheiten hinzufügen. Sie können sich die Mitarbeiter für Schulungen anmelden oder Schulungen zuweisen, indem Sie den Anwesenheitstyp ändern.
es: Aquí puede agregar diferentes sesiones de entrenamiento a un curso en particular. Puede dejar que los empleados se registren para sesiones de capacitación o asignen sesiones de capacitación cambiando el tipo de asistencia.
fi: Täällä voit lisätä erilaisia ​​koulutusistuntoja tiettyyn kurssiin. Voit antaa työntekijöiden ilmoittautua koulutukseen tai antaa koulutustilaisuuksia muuttamalla läsnäolotyyppiä.
fr: Ici, vous pouvez ajouter différentes sessions de formation à un cours particulier. Vous pouvez laisser les employés vous inscrire aux séances de formation ou attribuer des séances de formation en modifiant le type de présence.
it: Qui puoi aggiungere diverse sessioni di allenamento a un determinato corso. Puoi consentire ai dipendenti di iscriversi alle sessioni di formazione o assegnare sessioni di formazione modificando il tipo di presenza.
ja: ここでは、特定のコースにさまざまなトレーニングセッションを追加できます。従業員にトレーニングセッションにサインアップしたり、出席タイプを変更してトレーニングセッションを割り当てることができます。
nl: Hier kunt u verschillende trainingssessies toevoegen aan een bepaalde cursus. U kunt werknemers zich laten aanmelden voor trainingssessies of trainingssessies toewijzen door het aanwezigheidstype te wijzigen.
no: Her kan du legge til forskjellige treningsøkter til et bestemt kurs. Du kan la ansatte melde seg på treningsøkter eller tildele treningsøkter ved å endre oppmøtetypen.
pl: Tutaj możesz dodać różne sesje szkoleniowe do określonego kursu. Możesz pozwolić pracownikom zapisać się na sesje szkoleniowe lub przypisać sesje szkoleniowe, zmieniając typ frekwencji.
pt: Aqui você pode adicionar diferentes sessões de treinamento a um curso específico. Você pode permitir que os funcionários se inscrevam em sessões de treinamento ou atribuam sessões de treinamento alterando o tipo de presença.
sr: Овде можете додати различите тренинге на одређени курс. Можете дозволити да се запослене пријаве на тренинге или доделите тренинзима променом типа поһађања.
sv: Här kan du lägga till olika träningspass till en viss kurs. Du kan låta anställda registrera sig för träningssessioner eller tilldela träningssessioner genom att ändra närvarotypen.

source: Here you can assign training sessions to employees.
ar: هنا يمكنك تعيين جلسات تدريبية للموظفين.
de: Hier können Sie den Mitarbeitern Schulungen zuweisen.
es: Aquí puede asignar sesiones de capacitación a los empleados.
fi: Täällä voit määrittää koulutusistunnot työntekijöille.
fr: Ici, vous pouvez attribuer des séances de formation aux employés.
it: Qui puoi assegnare sessioni di formazione ai dipendenti.
ja: ここでは、トレーニングセッションを従業員に割り当てることができます。
nl: Hier kunt u trainingssessies toewijzen aan werknemers.
no: Her kan du tildele treningsøkter til ansatte.
pl: Tutaj możesz przypisać sesje szkoleniowe pracownikom.
pt: Aqui você pode atribuir sessões de treinamento aos funcionários.
sr: Овде можете доделити тренинзима запосленима.
sv: Här kan du tilldela utbildningssessioner till anställda.

source: Here you can add employee travel requests and view and edit travel requests.
ar: هنا يمكنك إضافة طلبات سفر الموظفين وعرض طلبات السفر وتحريرها.
de: Hier können Sie Mitarbeiter -Reiseanfragen hinzufügen und Reiseanfragen anzeigen und bearbeiten.
es: Aquí puede agregar solicitudes de viaje de empleados y ver y editar solicitudes de viaje.
fi: Täällä voit lisätä työntekijöiden matkapyyntöjä ja katsella ja muokata matkapyyntöjä.
fr: Ici, vous pouvez ajouter des demandes de voyage des employés et consulter et modifier les demandes de voyage.
it: Qui puoi aggiungere richieste di viaggio dei dipendenti e visualizzare e modificare le richieste di viaggio.
ja: ここでは、従業員の旅行リクエストを追加して、旅行リクエストを表示および編集できます。
nl: Hier kunt u reisverzoeken van werknemers toevoegen en reisverzoeken bekijken en bewerken.
no: Her kan du legge til ansatte på reiseforespørsler og se og redigere reiseforespørsler.
pl: Tutaj możesz dodać żądania podróży pracowników oraz wyświetlić i edytować żądania podróży.
pt: Aqui você pode adicionar solicitações de viagem dos funcionários e visualizar e editar solicitações de viagem.
sr: Овде можете додати заһтеве за путовања запослениһ и прегледати и изменити заһтеве за путовања.
sv: Här kan du lägga till anställdas reseförfrågningar och visa och redigera reseförfrågningar.

source: Here you can define the different types of overtime available in your organization.
ar: هنا يمكنك تحديد الأنواع المختلفة من الوقت الإضافي المتاح في مؤسستك.
de: Hier können Sie die verschiedenen Arten von Überstunden definieren, die in Ihrer Organisation verfügbar sind.
es: Aquí puede definir los diferentes tipos de horas extras disponibles en su organización.
fi: Täällä voit määritellä organisaatiossasi käytettävissä olevat erityyppiset ylityöt.
fr: Ici, vous pouvez définir les différents types d'heures supplémentaires disponibles dans votre organisation.
it: Qui puoi definire i diversi tipi di straordinari disponibili nella tua organizzazione.
ja: ここでは、組織で利用可能なさまざまな種類の残業を定義できます。
nl: Hier kunt u de verschillende soorten overuren in uw organisatie definiëren.
no: Her kan du definere de forskjellige typer overtid som er tilgjengelig i organisasjonen din.
pl: Tutaj możesz zdefiniować różne rodzaje nadgodzin dostępnych w Twojej organizacji.
pt: Aqui você pode definir os diferentes tipos de horas extras disponíveis em sua organização.
sr: Овде можете дефинисати различите врсте прековременог рада доступне у вашој организацији.
sv: Här kan du definiera de olika typerna av övertid som finns i din organisation.

source: Here you can add and manage employee overtime requests.
ar: هنا يمكنك إضافة وإدارة طلبات العمل الإضافي للموظف.
de: Hier können Sie Überstundenanfragen von Mitarbeitern hinzufügen und verwalten.
es: Aquí puede agregar y administrar solicitudes de horas extras de los empleados.
fi: Täällä voit lisätä ja hallita työntekijöiden ylityöpyyntöjä.
fr: Ici, vous pouvez ajouter et gérer les demandes des heures supplémentaires des employés.
it: Qui puoi aggiungere e gestire le richieste di straordinaria dei dipendenti.
ja: ここでは、従業員の残業リクエストを追加および管理できます。
nl: Hier kunt u werknemersverzoeken toevoegen en beheren.
no: Her kan du legge til og administrere ansatte overtidsforespørsler.
pl: Tutaj możesz dodać i zarządzać prośbami o nadgodziny pracowników.
pt: Aqui você pode adicionar e gerenciar solicitações de horas extras dos funcionários.
sr: Овде можете додати и управљати заһтјевима за прековремени рад запослениһ.
sv: Här kan du lägga till och hantera anställdas övertidsförfrågningar.

source: Here you can define different types of loans employees are eligible for.
ar: هنا يمكنك تحديد أنواع مختلفة من القروض التي يكون الموظفون مؤهلين لها.
de: Hier können Sie verschiedene Arten von Darlehen definieren, für die Mitarbeiter berechtigt sind.
es: Aquí puede definir diferentes tipos de préstamos para los que los empleados son elegibles.
fi: Täällä voit määritellä erityyppiset lainojen työntekijät.
fr: Ici, vous pouvez définir différents types de prêts auxquels les employés sont éligibles.
it: Qui puoi definire diversi tipi di prestiti per i dipendenti.
ja: ここでは、従業員が対象となるさまざまな種類のローンを定義できます。
nl: Hier kunt u verschillende soorten leningen definiëren waarnemers waarvoor in aanmerking komt.
no: Her kan du definere forskjellige typer lån ansatte er kvalifisert for.
pl: Tutaj możesz zdefiniować różne rodzaje pożyczek, do których kwalifikują się pracownicy.
pt: Aqui você pode definir diferentes tipos de empréstimos para os quais os funcionários são elegíveis.
sr: Овде можете дефинисати различите врсте запослениһ зајмове за запослене.
sv: Här kan du definiera olika typer av lån som anställda är berättigade till.

source: Here you can add employee loans.
ar: هنا يمكنك إضافة قروض الموظفين.
de: Hier können Sie Mitarbeiterdarlehen hinzufügen.
es: Aquí puede agregar préstamos para empleados.
fi: Täällä voit lisätä työntekijöiden lainoja.
fr: Ici, vous pouvez ajouter des prêts des employés.
it: Qui puoi aggiungere prestiti per i dipendenti.
ja: ここでは、従業員ローンを追加できます。
nl: Hier kunt u werknemersleningen toevoegen.
no: Her kan du legge til ansattes lån.
pl: Tutaj możesz dodać pożyczki dla pracowników.
pt: Aqui você pode adicionar empréstimos para funcionários.
sr: Овде можете додати кредите запослениһ.
sv: Här kan du lägga till anställdslån.

source: Here you can generate different admin reports.
ar: هنا يمكنك إنشاء تقارير مسؤول مختلفة.
de: Hier können Sie verschiedene Administratorberichte erstellen.
es: Aquí puede generar diferentes informes de administración.
fi: Täällä voit luoda erilaisia ​​järjestelmänvalvojan raportteja.
fr: Ici, vous pouvez générer différents rapports d'administration.
it: Qui puoi generare diversi report di amministrazione.
ja: ここでは、さまざまな管理レポートを生成できます。
nl: Hier kunt u verschillende admin -rapporten genereren.
no: Her kan du generere forskjellige administratorrapporter.
pl: Tutaj możesz wygenerować różne raporty administracyjne.
pt: Aqui você pode gerar diferentes relatórios de administração.
sr: Овде можете да генеришете различите извештаје о администраторима.
sv: Här kan du generera olika administratörsrapporter.

source: Here you can export payroll meta data.
ar: هنا يمكنك تصدير بيانات التعريف.
de: Hier können Sie Gehaltsabrechnungs -Meta -Daten exportieren.
es: Aquí puede exportar meta datos de nómina.
fi: Täällä voit viedä palkka -metatiedot.
fr: Ici, vous pouvez exporter des méta-données de paie.
it: Qui puoi esportare meta dati sui salari.
ja: ここでは、給与計算データをエクスポートできます。
nl: Hier kunt u loongegevens exporteren.
no: Her kan du eksportere metadata for lønnsmetoder.
pl: Tutaj możesz wyeksportować meta meta.
pt: Aqui você pode exportar meta -dados da folha de pagamento.
sr: Овде можете извозити податке о платним списковима.
sv: Här kan du exportera metadata för lön.

source: Here you can view all the admin reports generated.
ar: هنا يمكنك عرض جميع تقارير المسؤول التي تم إنشاؤها.
de: Hier können Sie alle generierten Administratorberichte anzeigen.
es: Aquí puede ver todos los informes de administración generados.
fi: Täällä voit tarkastella kaikkia luotuja järjestelmänvalvojan raportteja.
fr: Ici, vous pouvez afficher tous les rapports d'administration générés.
it: Qui puoi visualizzare tutti i report di amministrazione generati.
ja: ここでは、生成されたすべての管理者レポートを表示できます。
nl: Hier kunt u alle gegenereerde beheerdersrapporten bekijken.
no: Her kan du se alle administratorrapportene som er generert.
pl: Tutaj możesz wyświetlić wszystkie wygenerowane raporty administracyjne.
pt: Aqui você pode visualizar todos os relatórios de administrador gerados.
sr: Овде можете видети све генериране извештаје администратора.
sv: Här kan du se alla administratörsrapporter som genereras.

source: Here you can create user accounts for employees for them to login to their IceHrm accounts.
ar: هنا يمكنك إنشاء حسابات المستخدمين للموظفين لتسجيل الدخول إلى حسابات ICEHRM الخاصة بهم.
de: Hier können Sie Benutzerkonten für Mitarbeiter erstellen, damit sie sich bei ihren ICEHRM -Konten anmelden.
es: Aquí puede crear cuentas de usuarios para los empleados para que puedan iniciar sesión en sus cuentas ICEHRM.
fi: Täällä voit luoda työntekijöille käyttäjätilejä, jotka voivat kirjautua sisään Icehrm -tileihinsä.
fr: Ici, vous pouvez créer des comptes d'utilisateurs pour les employés pour qu'ils se connectent à leurs comptes ICEHRM.
it: Qui è possibile creare account utente per i dipendenti affinché loro possano accedere ai loro account ICEHRM.
ja: ここでは、従業員のユーザーアカウントを作成して、ICEHRMアカウントにログインすることができます。
nl: Hier kunt u gebruikersaccounts maken voor werknemers om in te loggen op hun IceHRM -accounts.
no: Her kan du opprette brukerkontoer for ansatte for dem å logge inn på ICEHRM -kontoene sine.
pl: Tutaj możesz tworzyć konta użytkowników dla pracowników, aby zalogować się na ich konta ICEHRM.
pt: Aqui você pode criar contas de usuário para os funcionários para que eles entrem em suas contas ICEHRM.
sr: Овде можете да креирате корисничке налоге за запослене да се пријаве на њиһове налоге ИЦЕҺРМ-а.
sv: Här kan du skapa användarkonton för anställda för att de ska logga in på sina ICEHRM -konton.

source: Here you can create user roles to give or deny access to certain modules.
ar: هنا يمكنك إنشاء أدوار المستخدم لإعطاء أو رفض الوصول إلى وحدات معينة.
de: Hier können Sie Benutzerrollen erstellen, um bestimmte Module Zugriff zu gewähren oder zu verweigern.
es: Aquí puede crear roles de usuario para dar o negar el acceso a ciertos módulos.
fi: Täällä voit luoda käyttäjärooleja antaaksesi tai kieltää pääsyn tiettyihin moduuleihin.
fr: Ici, vous pouvez créer des rôles utilisateur pour donner ou refuser l'accès à certains modules.
it: Qui puoi creare ruoli utente per dare o negare l'accesso a determinati moduli.
ja: ここでは、特定のモジュールへのアクセスを提供または拒否するユーザーロールを作成できます。
nl: Hier kunt u gebruikersrollen maken om de toegang tot bepaalde modules te geven of te weigeren.
no: Her kan du opprette brukerroller for å gi eller nekte tilgang til visse moduler.
pl: Tutaj możesz tworzyć role użytkowników, aby zapewnić lub odmówić dostępu do niektórych modułów.
pt: Aqui você pode criar funções de usuário para dar ou negar acesso a determinados módulos.
sr: Овде можете да креирате улога корисника да бисте дали или негирали приступ одређеним модулима.
sv: Här kan du skapa användarroller för att ge eller förneka åtkomst till vissa moduler.

source: Here you can Enable or Disable modules.
ar: هنا يمكنك تمكين أو تعطيل الوحدات النمطية.
de: Hier können Sie Module aktivieren oder deaktivieren.
es: Aquí puede habilitar o deshabilitar módulos.
fi: Täällä voit ottaa käyttöön tai poistaa käytöstä moduulit.
fr: Ici, vous pouvez activer ou désactiver les modules.
it: Qui puoi abilitare o disabilitare i moduli.
ja: ここでは、モジュールを有効または無効にすることができます。
nl: Hier kunt u modules inschakelen of uitschakelen.
no: Her kan du aktivere eller deaktivere moduler.
pl: Tutaj możesz włączyć lub wyłączyć moduły.
pt: Aqui você pode ativar ou desativar módulos.
sr: Овде можете омогућити или онемогућити модуле.
sv: Här kan du aktivera eller inaktivera moduler.

source: Here you can manage what permissions each user level has.
ar: هنا يمكنك إدارة أذونات كل مستوى مستخدم.
de: Hier können Sie verwalten, welche Berechtigungen auf jeder Benutzerebene verfügen.
es: Aquí puede administrar qué permisos tiene cada nivel de usuario.
fi: Täällä voit hallita mitä käyttöoikeuksia jokaisella käyttäjätasolla on.
fr: Ici, vous pouvez gérer les autorisations de chaque niveau d'utilisateur.
it: Qui puoi gestire quali autorizzazioni ha ogni livello dell'utente.
ja: ここでは、各ユーザーレベルの権限を管理できます。
nl: Hier kunt u beheren welke machtigingen elk gebruikersniveau heeft.
no: Her kan du administrere hvilke tillatelser hvert brukernivå har.
pl: Tutaj możesz zarządzać tym, jakie uprawnienia ma każdy poziom użytkownika.
pt: Aqui você pode gerenciar quais permissões cada nível do usuário possui.
sr: Овде можете управљати каквим допуштеним условима има сваки ниво корисника.
sv: Här kan du hantera vilka behörigheter varje användarnivå har.

source: Here you can view details about your current IceHrm plan.
ar: هنا يمكنك عرض تفاصيل حول خطة ICEHRM الحالية.
de: Hier können Sie Details zu Ihrem aktuellen ICEHRM -Plan anzeigen.
es: Aquí puede ver los detalles sobre su plan actual de ICEHRM.
fi: Täällä voit tarkastella yksityiskohtia nykyisestä ICEHRM -suunnitelmastasi.
fr: Ici, vous pouvez voir les détails de votre plan ICEHRM actuel.
it: Qui puoi visualizzare i dettagli sul tuo attuale piano ICEHRM.
ja: ここでは、現在のICEHRMプランの詳細を表示できます。
nl: Hier kunt u details bekijken over uw huidige ICEHRM -plan.
no: Her kan du se detaljer om din nåværende IceHRM -plan.
pl: Tutaj możesz wyświetlić szczegóły dotyczące swojego obecnego planu ICEHRM.
pt: Aqui você pode ver detalhes sobre seu plano atual de gelo.
sr: Овде можете прегледати детаље о вашем тренутном плану ИЦЕҺРМ-а.
sv: Här kan du se detaljer om din nuvarande ICEHRM -plan.

source: Here you can view all your pending transactions.
ar: هنا يمكنك عرض جميع معاملاتك المعلقة.
de: Hier können Sie alle Ihre anhängigen Transaktionen anzeigen.
es: Aquí puede ver todas sus transacciones pendientes.
fi: Täällä voit tarkastella kaikkia vireillä olevia tapahtumia.
fr: Ici, vous pouvez afficher toutes vos transactions en attente.
it: Qui puoi visualizzare tutte le tue transazioni in sospeso.
ja: ここでは、保留中のすべての取引を表示できます。
nl: Hier kunt u al uw lopende transacties bekijken.
no: Her kan du se alle dine ventende transaksjoner.
pl: Tutaj możesz wyświetlić wszystkie swoje oczekujące transakcje.
pt: Aqui você pode ver todas as suas transações pendentes.
sr: Овде можете да видите све своје наредно трансакције.
sv: Här kan du se alla dina väntande transaktioner.

source: Here you can view details about prepaid credit and other IceHrm transactions.
ar: هنا يمكنك عرض تفاصيل حول الائتمان المدفوعة مسبقًا وغيرها من معاملات ICEHRM.
de: Hier können Sie Details zu Prepaid -Krediten und anderen ICEHRM -Transaktionen anzeigen.
es: Aquí puede ver los detalles sobre el crédito prepago y otras transacciones de ICEHRM.
fi: Täällä voit tarkastella yksityiskohtia ennakkomaksuista ja muista ICEHRM -tapahtumista.
fr: Ici, vous pouvez voir les détails sur le crédit prépayé et d'autres transactions ICEHRM.
it: Qui puoi visualizzare i dettagli sul credito prepagato e altre transazioni ICEHRM.
ja: ここでは、プリペイドクレジットおよびその他のICEHRMトランザクションの詳細を表示できます。
nl: Hier kunt u details over prepaid krediet en andere IceHRM -transacties bekijken.
no: Her kan du se detaljer om forhåndsbetalt kreditt og andre IceHRM -transaksjoner.
pl: Tutaj możesz wyświetlić szczegóły dotyczące kredytu przedpłaconego i innych transakcji ICEHRM.
pt: Aqui você pode ver detalhes sobre crédito pré -pago e outras transações de ICEHRM.
sr: Овде можете да прегледате детаље о препаид кредиту и другим трансакцијама ИЦЕҺРМ-а.
sv: Här kan du se detaljer om förbetald kredit och andra ICEHRM -transaktioner.

source: Here you can manage the countries you will be able to select within the system.
ar: هنا يمكنك إدارة البلدان التي ستتمكن من الاختيار داخل النظام.
de: Hier können Sie die Länder verwalten, die Sie innerhalb des Systems auswählen können.
es: Aquí puede administrar los países que podrá seleccionar dentro del sistema.
fi: Täällä voit hallita maita, jotka voit valita järjestelmässä.
fr: Ici, vous pouvez gérer les pays que vous pourrez sélectionner dans le système.
it: Qui puoi gestire i paesi che sarai in grado di selezionare all'interno del sistema.
ja: ここでは、システム内で選択できる国を管理できます。
nl: Hier kunt u de landen beheren die u binnen het systeem kunt selecteren.
no: Her kan du administrere landene du vil kunne velge i systemet.
pl: Tutaj możesz zarządzać krajami, które będziesz mógł wybrać w systemie.
pt: Aqui você pode gerenciar os países que poderá selecionar dentro do sistema.
sr: Овде можете управљати земљама које ћете моћи да изаберете у систему.
sv: Här kan du hantera de länder du kan välja inom systemet.

source: Here you can manage all the provinces you will be able to select within the system.
ar: هنا يمكنك إدارة جميع المقاطعات التي ستتمكن من الاختيار داخل النظام.
de: Hier können Sie alle Provinzen verwalten, die Sie im System auswählen können.
es: Aquí puede administrar todas las provincias que podrá seleccionar dentro del sistema.
fi: Täällä voit hallita kaikkia provinsseja, jotka voit valita järjestelmässä.
fr: Ici, vous pouvez gérer toutes les provinces que vous pourrez sélectionner dans le système.
it: Qui puoi gestire tutte le province che sarai in grado di selezionare all'interno del sistema.
ja: ここでは、システム内で選択できるすべての州を管理できます。
nl: Hier kunt u alle provincies beheren die u binnen het systeem kunt selecteren.
no: Her kan du administrere alle provinsene du vil kunne velge i systemet.
pl: Tutaj możesz zarządzać wszystkimi prowincjami, które będziesz mógł wybrać w systemie.
pt: Aqui você pode gerenciar todas as províncias que poderá selecionar dentro do sistema.
sr: Овде можете управљати свим провинцијама које ћете моћи да изаберете у систему.
sv: Här kan du hantera alla provinser du kan välja inom systemet.
