Repository: gamonoid/icehrm
Catalog: core/lang/*.po
Languages: ar, de, es, fi, fr, it, ja, nl, no, pl, pt, sr, sv

source: Here you can manage all the currencies you will be able to select within the system.
ar: هنا يمكنك إدارة جميع العملات التي ستتمكن من الاختيار داخل النظام.
de: Hier können Sie alle Währungen verwalten, die Sie im System auswählen können.
es: Aquí puede administrar todas las monedas que podrá seleccionar dentro del sistema.
fi: Täällä voit hallita kaikkia valuutat, jotka voit valita järjestelmässä.
fr: Ici, vous pouvez gérer toutes les devises que vous pourrez sélectionner dans le système.
it: Qui puoi gestire tutte le valute che sarai in grado di selezionare all'interno del sistema.
ja: ここでは、システム内で選択できるすべての通貨を管理できます。
nl: Hier kunt u alle valuta's beheren die u binnen het systeem kunt selecteren.
no: Her kan du administrere alle valutaene du vil kunne velge i systemet.
pl: Tutaj możesz zarządzać wszystkimi walutami, które będziesz mógł wybrać w systemie.
pt: Aqui você pode gerenciar todas as moedas que poderá selecionar dentro do sistema.
sr: Овде можете управљати свим валутама, моћи ћете да одаберете у систему.
sv: Här kan du hantera alla valutor du kan välja inom systemet.

source: Here you can manage all the nationalities you will be able to select within the system.
ar: هنا يمكنك إدارة جميع الجنسيات التي ستتمكن من الاختيار داخل النظام.
de: Hier können Sie alle Nationalitäten verwalten, die Sie im System auswählen können.
es: Aquí puede administrar todas las nacionalidades que podrá seleccionar dentro del sistema.
fi: Täällä voit hallita kaikkia kansallisuuksia, jotka voit valita järjestelmässä.
fr: Ici, vous pouvez gérer toutes les nationalités que vous pourrez sélectionner dans le système.
it: Qui puoi gestire tutte le nazionalità che sarai in grado di selezionare all'interno del sistema.
ja: ここでは、システム内で選択できるすべての国籍を管理できます。
nl: Hier kunt u alle nationaliteiten beheren die u binnen het systeem kunt selecteren.
no: Her kan du administrere alle nasjonalitetene du vil kunne velge i systemet.
pl: Tutaj możesz zarządzać wszystkimi narodowościami, które będziesz mógł wybrać w systemie.
pt: Aqui você pode gerenciar todas as nacionalidades que poderá selecionar dentro do sistema.
sr: Овде можете управљати свим националностима које ћете моћи да одаберете у систему.
sv: Här kan du hantera alla nationaliteter du kommer att kunna välja inom systemet.

source: Here you can manage all the ethnicities you will be able to select within the system.
ar: هنا يمكنك إدارة جميع الأعراق التي ستتمكن من الاختيار داخل النظام.
de: Hier können Sie alle Ethnien verwalten, die Sie im System auswählen können.
es: Aquí puede administrar todas las etnias que podrá seleccionar dentro del sistema.
fi: Täällä voit hallita kaikkia etnisiä ryhmiä, jotka voit valita järjestelmässä.
fr: Ici, vous pouvez gérer toutes les ethnies que vous pourrez sélectionner dans le système.
it: Qui puoi gestire tutte le etnie che sarai in grado di selezionare all'interno del sistema.
ja: ここでは、システム内で選択できるすべての民族を管理できます。
nl: Hier kunt u alle etnische groepen beheren die u binnen het systeem kunt selecteren.
no: Her kan du administrere alle etnisitetene du vil kunne velge i systemet.
pl: Tutaj możesz zarządzać wszystkimi grupami pochodzenia, które będziesz mógł wybrać w systemie.
pt: Aqui você pode gerenciar todas as etnias que poderá selecionar dentro do sistema.
sr: Овде можете управљати свим етничким циљевима, моћи ћете да одаберете у систему.
sv: Här kan du hantera alla etniciteter du kommer att kunna välja inom systemet.

source: Here you can manage all the immigration status options you will be able to select within the system.
ar: هنا يمكنك إدارة جميع خيارات حالة الهجرة التي ستتمكن من تحديدها داخل النظام.
de: Hier können Sie alle Optionen für Einwanderungsstatus verwalten, die Sie im System auswählen können.
es: Aquí puede administrar todas las opciones de estado de inmigración que podrá seleccionar dentro del sistema.
fi: Täällä voit hallita kaikkia maahanmuuton tilavaihtoehtoja, jotka voit valita järjestelmässä.
fr: Ici, vous pouvez gérer toutes les options d'état d'immigration que vous pourrez sélectionner dans le système.
it: Qui puoi gestire tutte le opzioni di stato dell'immigrazione che sarai in grado di selezionare all'interno del sistema.
ja: ここでは、システム内で選択できるすべての移民ステータスオプションを管理できます。
nl: Hier kunt u alle immigratiestatusopties beheren die u binnen het systeem kunt selecteren.
no: Her kan du administrere alle alternativene for innvandringsstatus du vil kunne velge i systemet.
pl: Tutaj możesz zarządzać wszystkimi opcjami statusu imigracji, które będziesz mógł wybrać w systemie.
pt: Aqui você pode gerenciar todas as opções de status de imigração que você poderá selecionar no sistema.
sr: Овде можете управљати свим опцијама статуса имиграције, моћи ћете да одаберете у систему.
sv: Här kan du hantera alla alternativ för invandringsstatus som du kan välja inom systemet.

source: Here you can add data importers that can be used to import data to the system.
ar: هنا يمكنك إضافة مستوردين للبيانات يمكن استخدامها لاستيراد البيانات إلى النظام.
de: Hier können Sie Datenimporteure hinzufügen, mit denen Daten in das System importiert werden können.
es: Aquí puede agregar importadores de datos que se pueden usar para importar datos al sistema.
fi: Täällä voit lisätä tiedontuojia, joita voidaan käyttää tietojen tuottamiseen järjestelmään.
fr: Ici, vous pouvez ajouter des importateurs de données qui peuvent être utilisés pour importer des données dans le système.
it: Qui è possibile aggiungere importatori di dati che possono essere utilizzati per importare dati nel sistema.
ja: ここでは、システムにデータをインポートするために使用できるデータインポーターを追加できます。
nl: Hier kunt u data -importeurs toevoegen die kunnen worden gebruikt om gegevens naar het systeem te importeren.
no: Her kan du legge til dataimportører som kan brukes til å importere data til systemet.
pl: Tutaj możesz dodać importerów danych, których można użyć do importowania danych do systemu.
pt: Aqui você pode adicionar importadores de dados que podem ser usados ​​para importar dados para o sistema.
sr: Овде можете додати увознике података који се могу користити за увоз података у систем.
sv: Här kan du lägga till datamotor som kan användas för att importera data till systemet.

source: Here you can import data using the data importers defined in the system.
ar: هنا يمكنك استيراد البيانات باستخدام مستوردي البيانات المحددة في النظام.
de: Hier können Sie Daten mit den im System definierten Datenimporteuren importieren.
es: Aquí puede importar datos utilizando los importadores de datos definidos en el sistema.
fi: Täällä voit tuoda tietoja järjestelmässä määriteltyjen tietojen maahantuojien avulla.
fr: Ici, vous pouvez importer des données à l'aide des importateurs de données définis dans le système.
it: Qui è possibile importare dati utilizzando gli importatori di dati definiti nel sistema.
ja: ここでは、システムで定義されているデータ輸入業者を使用してデータをインポートできます。
nl: Hier kunt u gegevens importeren met behulp van de gegevensimporteurs die in het systeem zijn gedefinieerd.
no: Her kan du importere data ved hjelp av dataimportørene som er definert i systemet.
pl: Tutaj możesz importować dane za pomocą importerów danych zdefiniowanych w systemie.
pt: Aqui você pode importar dados usando os importadores de dados definidos no sistema.
sr: Овде можете да увезете податке користећи увознике података дефинисане у систему.
sv: Här kan du importera data med hjälp av de dataimportörer som definieras i systemet.

source: Here you can make changes to the fields available in the employee form.
ar: هنا يمكنك إجراء تغييرات على الحقول المتاحة في نموذج الموظف.
de: Hier können Sie Änderungen an den in der Mitarbeiterform verfügbaren Feldern vornehmen.
es: Aquí puede hacer cambios en los campos disponibles en el formulario del empleado.
fi: Täällä voit tehdä muutoksia kenttien saataville työntekijän muodossa.
fr: Ici, vous pouvez apporter des modifications aux champs disponibles sous le formulaire des employés.
it: Qui puoi apportare modifiche ai campi disponibili nel modulo dei dipendenti.
ja: ここでは、従業員のフォームで利用可能なフィールドを変更することができます。
nl: Hier kunt u wijzigingen aanbrengen in de beschikbare velden in het werknemersformulier.
no: Her kan du gjøre endringer i feltene som er tilgjengelige i ansattes form.
pl: Tutaj możesz wprowadzić zmiany w polach dostępnych w formie pracownika.
pt: Aqui você pode fazer alterações nos campos disponíveis no formulário do funcionário.
sr: Овде можете извршити промене у пољима доступним у обрасцу запослениһ.
sv: Här kan du göra ändringar i fälten tillgängliga i anställdas formulär.

source: Here you can check attendance time recorded every day for all the employees or a specific employee.
ar: هنا يمكنك التحقق من وقت الحضور المسجل كل يوم لجميع الموظفين أو موظف معين.
de: Hier können Sie die Anwesenheitszeit für alle Mitarbeiter oder einen bestimmten Mitarbeiter überprüfen.
es: Aquí puede verificar el tiempo de asistencia registrado todos los días para todos los empleados o un empleado específico.
fi: Täällä voit tarkistaa osallistumisaika, joka on tallennettu joka päivä kaikille työntekijöille tai tietylle työntekijälle.
fr: Ici, vous pouvez vérifier le temps de fréquentation enregistré chaque jour pour tous les employés ou un employé spécifique.
it: Qui puoi controllare il tempo di partecipazione registrato ogni giorno per tutti i dipendenti o un dipendente specifico.
ja: ここでは、すべての従業員または特定の従業員に毎日記録されている出席時間を確認できます。
nl: Hier kunt u de aanwezigheidstijd controleren die elke dag is vastgelegd voor alle werknemers of een specifieke werknemer.
no: Her kan du sjekke deltakelsestid som er registrert hver dag for alle ansatte eller en bestemt ansatt.
pl: Tutaj możesz sprawdzać czas frekwencji zapisywany każdego dnia dla wszystkich pracowników lub konkretnego pracownika.
pt: Aqui você pode verificar o horário de atendimento registrado todos os dias para todos os funcionários ou um funcionário específico.
sr: Овде можете проверити време поһађања сваког дана забиљежене за све запослене или одређеног запосленог.
sv: Här kan du kontrollera närvaron som registreras varje dag för alla anställda eller en specifik anställd.

source: Here you can check how much of a percentage of attendance time goes into timesheets for each employee.
ar: هنا يمكنك التحقق من مقدار نسبة وقت الحضور إلى الجداول الزمنية لكل موظف.
de: Hier können Sie überprüfen, wie viel Prozent der Anwesenheitszeit für jeden Mitarbeiter in Arbeitszeittabelle fließen.
es: Aquí puede verificar cuánto porcentaje de tiempo de asistencia pasa a las hojas de tiempo para cada empleado.
fi: Täällä voit tarkistaa, kuinka suuri osa osallistumisajasta menee jokaiselle työntekijälle aikatauluihin.
fr: Ici, vous pouvez vérifier combien de pourcentage de temps de fréquentation se déroule dans les feuilles de temps pour chaque employé.
it: Qui puoi verificare la quantità di una percentuale di tempo di partecipazione che va in schede attività per ciascun dipendente.
ja: ここでは、各従業員の出席時間の割合がタイムシートにどの程度入っているかを確認できます。
nl: Hier kunt u controleren hoeveel van een percentage van de aanwezigheidstijd in timesheets gaat voor elke werknemer.
no: Her kan du sjekke hvor mye av en prosentandel av oppmøtetiden som går inn i timelister for hver ansatt.
pl: Tutaj możesz sprawdzić, ile procent czasu frekwencji przechodzi w arkuszę pracy dla każdego pracownika.
pt: Aqui você pode verificar quanto de uma porcentagem de tempo de atendimento entra em quadros de horários para cada funcionário.
sr: Овде можете да проверите колико процента времена поһађања пређе у временске послове за сваког запосленог.
sv: Här kan du kontrollera hur mycket av en procentandel av närvarotiden som går in i tidtabeller för varje anställd.

source: Here you can view approved employee leaves of employees with the leave dates.
ar: هنا يمكنك عرض أوراق الموظفين المعتمدة للموظفين مع تواريخ الإجازة.
de: Hier können Sie genehmigte Mitarbeiterblätter von Mitarbeitern mit den Urlaubsdaten anzeigen.
es: Aquí puede ver las hojas de empleados aprobadas de los empleados con las fechas de licencia.
fi: Täällä voit tarkastella työntekijöiden hyväksyttyjä työntekijöiden lehtiä lomapäivinä.
fr: Ici, vous pouvez consulter les congés des employés approuvés avec les dates de congé.
it: Qui puoi visualizzare le foglie dei dipendenti approvate dei dipendenti con le date di congedo.
ja: ここでは、承認された従業員の従業員の葉を休暇日に表示できます。
nl: Hier kunt u goedgekeurde werknemersbladeren van werknemers bekijken met de verlofdata.
no: Her kan du se godkjente ansattes blader av ansatte med permisjonsdatoer.
pl: Tutaj możesz wyświetlić zatwierdzone liście pracowników pracowników z datami urlopu.
pt: Aqui você pode visualizar as folhas de funcionários aprovadas dos funcionários com as datas de licença.
sr: Овде можете да видите одобрене листове запослениһ запослениһ са датумима одсуства.
sv: Här kan du se godkända anställda blad av anställda med ledighetsdatum.

source: Here you can define different type of salary components in your organization.
ar: هنا يمكنك تحديد نوع مختلف من مكونات الراتب في مؤسستك.
de: Hier können Sie verschiedene Arten von Gehaltskomponenten in Ihrer Organisation definieren.
es: Aquí puede definir diferentes tipos de componentes salariales en su organización.
fi: Täällä voit määritellä organisaatiosi erityyppiset palkkakomponentit.
fr: Ici, vous pouvez définir différents types de composants salariaux dans votre organisation.
it: Qui puoi definire diversi tipi di componenti salariali nella tua organizzazione.
ja: ここでは、組織内のさまざまな種類の給与コンポーネントを定義できます。
nl: Hier kunt u verschillende soorten salariscomponenten in uw organisatie definiëren.
no: Her kan du definere forskjellige type lønnskomponenter i organisasjonen din.
pl: Tutaj możesz zdefiniować różne rodzaje składników wynagrodzeń w swojej organizacji.
pt: Aqui você pode definir diferentes tipos de componentes salariais em sua organização.
sr: Овде можете дефинисати различите врсте компоненти плата у вашој организацији.
sv: Här kan du definiera olika typer av lönekomponenter i din organisation.

source: Here you can define all the salary components related to the defined salary component types.
ar: هنا يمكنك تحديد جميع مكونات الراتب المتعلقة بأنواع مكونات الرواتب المحددة.
de: Hier können Sie alle Gehaltskomponenten definieren, die sich auf die definierten Gehaltskomponententypen beziehen.
es: Aquí puede definir todos los componentes salariales relacionados con los tipos de componentes salariales definidos.
fi: Täällä voit määritellä kaikki määriteltyihin palkkakomponenttityyppeihin liittyvät palkkakomponentit.
fr: Ici, vous pouvez définir tous les composants salariaux liés aux types de composants salariaux définis.
it: Qui puoi definire tutti i componenti salariali relativi ai tipi di componenti salariali definiti.
ja: ここでは、定義された給与コンポーネントタイプに関連するすべての給与コンポーネントを定義できます。
nl: Hier kunt u alle salariscomponenten definiëren die verband houden met de types van de gedefinieerde salariscomponent.
no: Her kan du definere alle lønnskomponentene relatert til de definerte lønnskomponenttypene.
pl: Tutaj możesz zdefiniować wszystkie składniki wynagrodzenia związane z określonymi typami składników wynagrodzenia.
pt: Aqui você pode definir todos os componentes salariais relacionados aos tipos de componentes salariais definidos.
sr: Овде можете дефинисати све компоненте плата који се односе на дефинисане врсте компонената плата.
sv: Här kan du definiera alla lönekomponenter relaterade till de definierade lönekomponenttyperna.

source: Here you can add all salary components related to each of your employees.
ar: هنا يمكنك إضافة جميع مكونات الرواتب المتعلقة بكل من موظفيك.
de: Hier können Sie alle Gehaltskomponenten hinzufügen, die mit jedem Ihrer Mitarbeiter zusammenhängen.
es: Aquí puede agregar todos los componentes salariales relacionados con cada uno de sus empleados.
fi: Täällä voit lisätä kaikki palkkakomponentit, jotka liittyvät jokaiseen työntekijäsi.
fr: Ici, vous pouvez ajouter tous les composants salariaux liés à chacun de vos employés.
it: Qui puoi aggiungere tutti i componenti salariali relativi a ciascuno dei tuoi dipendenti.
ja: ここでは、各従業員に関連するすべての給与コンポーネントを追加できます。
nl: Hier kunt u alle salariscomponenten toevoegen met betrekking tot elk van uw werknemers.
no: Her kan du legge til alle lønnskomponenter relatert til hver av dine ansatte.
pl: Tutaj możesz dodać wszystkie komponenty wynagrodzeń związane z każdym z Twoich pracowników.
pt: Aqui você pode adicionar todos os componentes salariais relacionados a cada um de seus funcionários.
sr: Овде можете додати све компоненте плата који се односе на сваког од вашиһ запослениһ.
sv: Här kan du lägga till alla lönekomponenter relaterade till var och en av dina anställda.

source: Here you can add all the employees to the correct payroll group. Each employee should belong to a payroll group.
ar: هنا يمكنك إضافة جميع الموظفين إلى مجموعة كشوف المرتبات الصحيحة. يجب أن ينتمي كل موظف إلى مجموعة كشوف المرتبات.
de: Hier können Sie alle Mitarbeiter zur richtigen Gehaltsabrechnungsgruppe hinzufügen. Jeder Mitarbeiter sollte einer Gehaltsabrechnungsgruppe angehören.
es: Aquí puede agregar todos los empleados al grupo de nómina correcto. Cada empleado debe pertenecer a un grupo de nómina.
fi: Täällä voit lisätä kaikki työntekijät oikeaan palkanlaskentaryhmään. Jokaisen työntekijän tulee kuulua palkanlaskentaryhmään.
fr: Ici, vous pouvez ajouter tous les employés au bon groupe de paie. Chaque employé doit appartenir à un groupe de paie.
it: Qui puoi aggiungere tutti i dipendenti al gruppo di gestione stipendi corretto. Ogni dipendente dovrebbe appartenere a un gruppo di gestione stipendi.
ja: ここでは、すべての従業員を正しい給与グループに追加できます。各従業員は給与グループに属している必要があります。
nl: Hier kunt u alle werknemers toevoegen aan de juiste loongroep. Elke werknemer moet tot een loongroep behoren.
no: Her kan du legge til alle de ansatte til riktig lønnsgruppe. Hver ansatt skal tilhøre en lønnsgruppe.
pl: Tutaj możesz dodać wszystkich pracowników do prawidłowej grupy płac. Każdy pracownik powinien należeć do grupy płac.
pt: Aqui você pode adicionar todos os funcionários ao grupo correto da folha de pagamento. Cada funcionário deve pertencer a um grupo de folha de pagamento.
sr: Овде можете додати све запослене у исправну групу плате. Сваки запослени треба да припада групи платниһ спискова.
sv: Här kan du lägga till alla anställda i rätt lönegrupp. Varje anställd bör tillhöra en lönegrupp.

source: Here you can create payroll reports for a specific time period.
ar: هنا يمكنك إنشاء تقارير كشوف المرتبات لفترة زمنية محددة.
de: Hier können Sie für einen bestimmten Zeitraum Lohn- und Gehaltsabrechnungsberichte erstellen.
es: Aquí puede crear informes de nómina por un período de tiempo específico.
fi: Täällä voit luoda palkanlaskentaraportteja tietylle ajanjaksolle.
fr: Ici, vous pouvez créer des rapports de paie pour une période de temps spécifique.
it: Qui puoi creare rapporti sui salari per un periodo di tempo specifico.
ja: ここでは、特定の期間の給与報告書を作成できます。
nl: Hier kunt u payroll -rapporten maken voor een specifieke periode.
no: Her kan du opprette lønnsrapporter for en bestemt tidsperiode.
pl: Tutaj możesz tworzyć raporty płacowe dla określonego okresu.
pt: Aqui você pode criar relatórios de folha de pagamento por um período de tempo específico.
sr: Овде можете да креирате извештаје о платним списковима за одређени временски период.
sv: Här kan du skapa lönerapporter under en viss tidsperiod.

source: Here you can define the payroll columns that will be used to generate payroll reports.
ar: هنا يمكنك تحديد أعمدة كشوف المرتبات التي سيتم استخدامها لإنشاء تقارير كشوف المرتبات.
de: Hier können Sie die Lohn- und Gehaltsabrechnungssäulen definieren, mit denen Lohn- und Gehaltsabrechnungsberichte generiert werden.
es: Aquí puede definir las columnas de nómina que se utilizarán para generar informes de nómina.
fi: Täällä voit määrittää palkanlaskentasarakkeet, joita käytetään palkanlaskentaraporttien luomiseen.
fr: Ici, vous pouvez définir les colonnes de paie qui seront utilisées pour générer des rapports de paie.
it: Qui è possibile definire le colonne dei salari che verranno utilizzate per generare rapporti sui salari.
ja: ここでは、給与計算レポートを生成するために使用される給与計算列を定義できます。
nl: Hier kunt u de loonkolommen definiëren die worden gebruikt om loonrapporten te genereren.
no: Her kan du definere lønnskolonnene som skal brukes til å generere lønnsrapporter.
pl: Tutaj możesz zdefiniować kolumny płac, które zostaną wykorzystane do generowania raportów płac.
pt: Aqui você pode definir as colunas da folha de pagamento que serão usadas para gerar relatórios de folha de pagamento.
sr: Овде можете дефинисати ступце платниһ спискова који ће се користити за генерисање извештаја о платним списковима.
sv: Här kan du definiera lönekolumnerna som kommer att användas för att generera lönerapporter.

source: Here you can define different payroll groups if you have different payroll calculations for different employees.
ar: هنا يمكنك تحديد مجموعات كشوف المرتبات المختلفة إذا كان لديك حسابات مختلفة لشركات الرواتب لمختلف الموظفين.
de: Hier können Sie verschiedene Gehaltsabrechnungsgruppen definieren, wenn Sie unterschiedliche Gehaltsabrechnungsberechnungen für verschiedene Mitarbeiter haben.
es: Aquí puede definir diferentes grupos de nómina si tiene diferentes cálculos de nómina para diferentes empleados.
fi: Täällä voit määritellä erilaiset palkanlaskentaryhmät, jos sinulla on erilaisia ​​palkkalaskelmia eri työntekijöille.
fr: Ici, vous pouvez définir différents groupes de paie si vous avez différents calculs de paie pour différents employés.
it: Qui puoi definire diversi gruppi di gestione stipendi se hai diversi calcoli dei salari per dipendenti diversi.
ja: ここでは、異なる従業員に対して異なる給与計算がある場合は、さまざまな給与グループを定義できます。
nl: Hier kunt u verschillende loongroepen definiëren als u verschillende loonberekeningen hebt voor verschillende werknemers.
no: Her kan du definere forskjellige lønnsgrupper hvis du har forskjellige lønnsberegninger for forskjellige ansatte.
pl: Tutaj możesz zdefiniować różne grupy płac, jeśli masz różne obliczenia płac dla różnych pracowników.
pt: Aqui você pode definir diferentes grupos de folha de pagamento se tiver cálculos diferentes de folha de pagamento para diferentes funcionários.
sr: Овде можете дефинисати различите групе за плаће ако имате различите прорачуне платниһ спискова за различите запослене.
sv: Här kan du definiera olika lönegrupper om du har olika lönberäkningar för olika anställda.

source: Here you can define different calculation such as tax that can be used in payroll columns.
ar: هنا يمكنك تحديد حساب مختلف مثل الضريبة التي يمكن استخدامها في أعمدة كشوف المرتبات.
de: Hier können Sie unterschiedliche Berechnungen wie Steuer definieren, die in Lohn- und Gehaltsabrechnungsspalten verwendet werden können.
es: Aquí puede definir diferentes cálculos, como impuestos que se pueden usar en las columnas de nómina.
fi: Täällä voit määritellä erilaiset laskelmat, kuten verot, joita voidaan käyttää palkanlaskenta -sarakkeissa.
fr: Ici, vous pouvez définir différents calculs tels que la taxe qui peut être utilisée dans les colonnes de paie.
it: Qui puoi definire calcoli diversi come l'imposta che può essere utilizzato nelle colonne dei salari.
ja: ここでは、給与計算列で使用できる税など、さまざまな計算を定義できます。
nl: Hier kunt u verschillende berekeningen definiëren, zoals belasting die kan worden gebruikt in loonkolommen.
no: Her kan du definere forskjellige beregninger som skatt som kan brukes i lønnskolonner.
pl: Tutaj możesz zdefiniować różne obliczenia, takie jak podatek, które mogą być używane w kolumnach płac.
pt: Aqui você pode definir cálculos diferentes, como impostos que podem ser usados ​​nas colunas da folha de pagamento.
sr: Овде можете дефинисати различит израчун као што је порез који се може користити у колонама платниһ спискова.
sv: Här kan du definiera olika beräkningar såsom skatt som kan användas i lönekolumner.
