Repository: gamonoid/icehrm
Catalog: core/lang/*.po
Languages: ar, de, es, fi, fr, it, ja, nl, no, pl, pt, sr, sv

source: Deactivated
ar: معطل
de: Deaktiviert
es: Desactivado
fi: Deaktivoitu
fr: Désactivé
it: Disattivato
ja: 機能停止中
nl: Gedeactiveerd
no: Deaktivert
pl: Dezaktywowana
pt: Desactivado
sr: Деактивирано
sv: Inaktiverad

source: Archived
ar: مؤرشف
de: Archiviert
es: Archivado
fi: Arkistoitu
fr: Archivé
it: Archiviato
ja: アーカイヴ
nl: Gearchiveerd
no: Arkivert
pl: Zarchiwizowane
pt: Arquivado
sr: Архивирано
sv: Arkiverad

source: Updated By
ar: تم التحديث بواسطة
de: Aktualisiert von
es: Actualizado por
fi: Päivitetty
fr: Mis à jour par
it: Aggiornato da
ja: 更新日
nl: Bijgewerkt door
no: Oppdatert av
pl: Zaktualizowane przez
pt: Actualizado por
sr: Ажурирано од
sv: Uppdaterad av

source: Created Time (GMT)
ar: وقت الإنشاء (GMT)
de: Erstellte Zeit (GMT)
es: Hora de creación (GMT)
fi: Luotu aika (GMT)
fr: Heure de création (GMT)
it: Ora creata (GMT)
ja: 作成された時間 (GMT)
nl: Gecreëerde tijd (GMT)
no: Opprettet tid (GMT)
pl: Czas utworzenia (GMT)
pt: Hora de criação (GMT)
sr: Направљено време (ГМТ)
sv: Skapad tid (GMT)

source: Yes
ar: نعم
es: Sí
fi: Kyllä
fr: Oui
it: Sì
ja: はい。
nl: Ja
no: Ja
pl: Tak
pt: Sim
sr: да
sv: Ja

source: No
ar: لا
de: Nein
fi: Ei
fr: Non
ja: いいえ
nl: Geen
no: Nei
pl: Nie
pt: Não
sr: He
sv: Ingen

source: Share with Employee
ar: شارك مع الموظف
de: Mit Mitarbeiter teilen
es: Compartir con el empleado
fi: Jaa työntekijän kanssa
fr: Partager avec l'employé
it: Condividi con il dipendente
ja: 社員との共有
nl: Delen met werknemer
no: Del med ansatt
pl: Podziel się z pracownikiem
pt: Partilhar com Empregado
sr: Поделите са запосленим
sv: Dela med den anställde

source: Visible To
ar: مرئي ل
de: Sichtbar für
es: Visible a
fi: Näkyvissä
fr: Visible par
it: Visibile a
ja: 見えること
nl: Zichtbaar voor
no: Synlig for
pl: Widoczne dla
pt: Visível a
sr: Видљиво за
sv: Synlig för

source: ID Copy
ar: نسخة الهوية
de: ID-Kopie
es: Copia de ID
fi: ID-kopio
fr: Copie d'identité
it: Copia ID
ja: IDコピー
nl: ID kopie
no: ID-kopi
pl: Identyfikator Kopia
pt: Cópia de identificação
sr: Копија личне карте
sv: ID-kopia

source: Degree Certificate
ar: درجة الشهادة
de: Abschlusszeugnis
es: Certificado de Grado
fi: Tutkintotodistus
fr: Diplôme Certificat
it: Certificato di laurea
ja: 学位 証明書
nl: Graad Certificaat
no: Gradsbevis
pl: Stopień naukowy Świadectwo
pt: Certificado de Grau
sr: Дипломе
sv: Examen Certifikat

source: Driving License
ar: رخصة قيادة
de: Führerschein
es: Permiso de conducir
fi: Ajokortti
fr: Permis de conduire
it: Patente di guida
ja: 運転免許証
nl: Rijbewijs
no: førerkort
pl: Prawo jazdy
pt: Carta de Condução
sr: возачка дозвола
sv: Körkort

source: Owner
ar: مالك
de: Eigentümer
es: Propietario
fi: Omistaja
fr: Propriétaire
it: Proprietario
ja: オーナー
nl: Eigenaar
no: Eieren
pl: Właściciel
pt: Proprietário
sr: Власник
sv: Ägare

source: Manager
ar: مدير
es: Gerente
fi: Johtaja
fr: Gestionnaire
ja: マネージャー
no: sjef
pl: Kierownik
pt: Gerente
sr: Менаџер
sv: Förvaltare

source: HR Forms
ar: نماذج الموارد البشرية
de: HR-Formulare
es: Formularios de RRHH
fi: HR-lomakkeet
fr: Formulaires RH
it: Moduli HR
ja: HRフォーム
nl: HR-formulieren
no: HR-skjemaer
pl: Formularze HR
pt: Formulários de RH
sr: ХР обрасци
sv: HR-formulär

source: Employee Forms
ar: نماذج الموظفين
de: Mitarbeiter-Formulare
es: Formularios para empleados
fi: Työntekijöiden lomakkeet
fr: Formulaires pour les employés
it: Moduli per i dipendenti
ja: 社員用フォーム
nl: Werknemer Formulieren
no: Ansattes skjemaer
pl: Formularze pracownicze
pt: Formulários para funcionários
sr: Обрасци запослених
sv: Formulär för anställda

source: Form
ar: استمارة
de: Formular
es: Formulario
fi: Lomake
fr: Formulaire
it: Modulo
ja: フォーム
nl: Formulier
no: Skjema
pl: Formularz
pt: Formulário
sr: Образац
sv: Formulär

source: Submitted
ar: قدمت
de: Eingereicht
es: Enviado
fi: Lähetetty
fr: Soumis
it: Inviato
ja: 投稿済み
nl: Ingediend
no: Sendt inn
pl: Zgłoszony
pt: Submetido
sr: Достављени
sv: Inlämnat

source: Review Period Start Date
ar: تاريخ بدء فترة المراجعة
de: Startdatum des Überprüfungszeitraums
es: Fecha de inicio del periodo de revisión
fi: Tarkastelujakson alkamispäivä
fr: Date de début de la période d'examen
it: Data di inizio del periodo di revisione
ja: レビュー期間開始日
nl: Begindatum herzieningsperiode
no: Startdato for gjennomgangsperiode
pl: Data rozpoczęcia okresu przeglądu
pt: Período de revisão Data de início
sr: Датум почетка периода прегледа
sv: Översynsperiodens startdatum

source: Review Period End Date
ar: تاريخ انتهاء فترة المراجعة
de: Enddatum des Überprüfungszeitraums
es: Fecha de finalización del periodo de revisión
fi: Tarkastelujakson päättymispäivä
fr: Date de fin de la période d'examen
it: Data di fine del periodo di revisione
ja: レビュー期間終了日
nl: Einddatum herzieningsperiode
no: Sluttdato for gjennomgangsperiode
pl: Data zakończenia okresu przeglądu
pt: Período de Revisão Data de Fim
sr: Датум завршетка периода прегледа
sv: Slutdatum för granskningsperioden

source: Self Assessment Due Date
ar: تاريخ استحقاق التقييم الذاتي
de: Fälligkeitsdatum der Selbsteinschätzung
es: Fecha de vencimiento de la autoevaluación
fi: Itsearvioinnin eräpäivä
fr: Date d'échéance de l'auto-évaluation
it: Data di scadenza dell'autovalutazione
ja: 自己評価期限
nl: Vervaldatum zelfevaluatie
no: Forfallsdato for egenvurdering
pl: Termin sporządzenia samooceny
pt: Data de vencimento da auto-avaliação
sr: Датум завршетка самопроцене
sv: Förfallodag för självutvärdering

source: Due On
ar: تاريخ الاستحقاق
de: Fällig am
es: Debido en
fi: Eräpäivä
it: Scaduto il
ja: 発売日
nl: Op
no: Grunn på
pl: W dniu
pt: Devido em
sr: Због Дана
sv: Förfallodag den

source: Company Teams
ar: فرق الشركة
de: Unternehmen Teams
es: Equipos de la empresa
fi: Yrityksen tiimit
fr: Équipes de l'entreprise
it: Squadre aziendali
ja: 会社のチーム
nl: Bedrijfsteams
no: Selskapslag
pl: Zespoły firmowe
pt: Equipas de empresas
sr: Тимови компаније
sv: Företagets team

source: Lead
ar: قيادة
de: Leitung
es: Dirigir
fr: Chef de file
ja: リード
no: Lede
pl: Prowadzący
pt: Chumbo
sr: Олово
sv: Ledning

source: Teams
ar: فرق
es: Equipos
fi: Joukkueet
fr: Équipes
it: Squadre
ja: チーム名
no: Lag
pl: Zespoły
pt: Equipas
sr: Тимови
sv: Grupper

source: Team Name
ar: اسم الفريق
de: Name des Teams
es: Nombre del equipo
fi: Joukkueen nimi
fr: Nom de l'équipe
it: Nome della squadra
ja: チーム名
nl: Teamnaam
no: Lag navn
pl: Nazwa zespołu
pt: Nome da equipa
sr: Име тима
sv: Lagets namn

source: Team Members
ar: أعضاء الفريق
de: Team-Mitglieder
es: Miembros del equipo
fi: Tiimin jäsenet
fr: Membres de l'équipe
it: Membri del team
ja: チームメンバー
nl: Teamleden
no: Lag medlemmer
pl: Członkowie zespołu
pt: Membros da equipa
sr: Чланови тима
sv: Medlemmar i teamet

source: Member
ar: عضو
de: Mitglied
es: Miembro
fi: Jäsen
fr: Membre
it: Membro
ja: メンバー
nl: Lid
no: Medlem
pl: Członek
pt: Membro
sr: Члан
sv: Medlem

source: Role
ar: دور
de: Rolle
es: Función
fi: Tehtävä
fr: Rôle
it: Ruolo
ja: 役割
nl: Rol
no: Roll
pl: Rola
pt: Papel
sr: Улога
sv: Roll

source: Users Roles
ar: أدوار المستخدمين
de: Benutzer-Rollen
es: Roles de los usuarios
fi: Käyttäjien roolit
fr: Rôles des utilisateurs
it: Ruoli degli utenti
ja: ユーザーの役割
nl: Gebruikers Rollen
no: Brukerroller
pl: Role użytkowników
pt: Funções dos utilizadores
sr: Улоге корисника
sv: Användare Roller

source: User Role
ar: دور المستخدم
de: Benutzerrolle
es: Rol de usuario
fi: Käyttäjän rooli
fr: Rôle de l'utilisateur
it: Ruolo utente
ja: ユーザーロール
nl: Gebruikers Rol
no: Brukerrolle
pl: Rola użytkownika
pt: Papel do utilizador
sr: Улога корисника
sv: Användarroll

source: Additional Permissions
ar: أذونات إضافية
de: Zusätzliche Berechtigungen
es: Permisos adicionales
fi: Lisäoikeudet
fr: Permissions supplémentaires
it: Permessi aggiuntivi
ja: 追加権限
nl: Extra Rechten
no: Ytterligere tillatelser
pl: Dodatkowe uprawnienia
pt: Permissões adicionais
sr: Додатне дозволе
sv: Ytterligare behörigheter

source: Usage
ar: إستعمال
de: Gebruik
es: Uso
fi: Käyttö
fr: Utilisation
it: Uso
ja: 使用方法
nl: Gebruik
no: Bruk
pl: Zastosowanie
pt: Utilização
sr: Употреба
sv: Användning

source: Last Export Result
ar: آخر نتيجة تصدير
de: Letztes Exportergebnis
es: Último resultado de la exportación
fi: Viimeisin vientitulos
fr: Dernier résultat d'exportation
it: Ultimo risultato dell'esportazione
ja: 前回のエクスポート結果
nl: Laatste exportresultaat
no: Siste eksportresultat
pl: Ostatni wynik eksportu
pt: Último resultado de exportação
sr: Последњи резултат извоза
sv: Senaste exportresultat

source: Employee Data Import
ar: استيراد بيانات الموظف
de: Import von Mitarbeiterdaten
es: Importación de datos de empleados
fi: Työntekijän tietojen tuonti
fr: Importation des données des employés
it: Importazione dei dati dei dipendenti
ja: 従業員データのインポート
nl: Importeren werknemersgegevens
no: Import av ansattedata
pl: Import danych pracowników
pt: Importação de dados de empregados
sr: Увоз података о запосленима
sv: Import av uppgifter om anställda

source: Attendance Data Import
ar: استيراد بيانات الحضور
de: Anwesenheitsdaten-Import
es: Importación de datos de asistencia
fi: Läsnäolotietojen tuonti
fr: Importation des données de présence
it: Importazione dei dati di presenza
ja: 出勤簿データのインポート
nl: Aanwezigheidsgegevens Importeren
no: Import av nærværsdata
pl: Import danych obecności
pt: Importação de Dados de Assiduidade
sr: Увоз података о посећености
sv: Import av närvarodata

source: Payroll Data Import
ar: استيراد بيانات كشوف المرتبات
de: Import von Gehaltsabrechnungsdaten
es: Importación de Datos de Nómina
fi: Palkkatietojen tuonti
fr: Importation des données de paie
it: Importazione dei dati del libro paga
ja: 給料データのインポート
nl: Importeren loonlijstgegevens
no: Import av lønnsdata
pl: Import danych listy płac
pt: Importação de dados da folha de pagamento
sr: Увоз података о платном списку
sv: Import av löneuppgifter

source: Supervisor and Approver Import
ar: استيراد المشرف والموافق
de: Import von Vorgesetzten und Genehmigern
es: Importación de Supervisores y Aprobadores
fi: Esimiehen ja hyväksyjän tuonti
fr: Importation des superviseurs et des approbateurs
it: Importazione del supervisore e dell'approvatore
ja: 上司と承認者のインポート
nl: Importeren toezichthouder en goedkeurder
no: Veileder og godkjenningsimport
pl: Import przełożonego i zatwierdzającego
pt: Supervisor e Aprovador de Importação
sr: Увоз супервизора и одобравача
sv: Import av handledare och godkännare

source: You can drag the chart both sides to view other dates on timeline
ar: يمكنك سحب الرسم البياني من كلا الجانبين لعرض التواريخ الأخرى في المخطط الزمني
de: Sie können das Diagramm auf beide Seiten ziehen, um andere Daten auf der Zeitachse anzuzeigen
es: Puede arrastrar el gráfico a ambos lados para ver otras fechas en la línea de tiempo
fi: Voit vetää kaaviota molemmin puolin nähdäksesi muita päivämääriä aikajanalla.
fr: Vous pouvez faire glisser le graphique des deux côtés pour afficher d'autres dates sur la ligne de temps.
it: Puoi trascinare il grafico su entrambi i lati per visualizzare altre date sulla linea temporale
ja: チャートを左右にドラッグすると、他の日付をタイムライン上に表示することができます。
nl: U kunt de grafiek naar beide zijden slepen om andere data op de tijdlijn te zien
no: Du kan dra diagrammet begge sider for å se andre datoer på tidslinjen
pl: Możesz przeciągnąć wykres w obie strony, aby wyświetlić inne daty na osi czasu
pt: Pode arrastar o gráfico de ambos os lados para ver outras datas na linha do tempo
sr: Можете превући графикон са обе стране да бисте видели друге датуме на хронологији
sv: Du kan dra diagrammet på båda sidor för att visa andra datum på tidslinjen.

source: Payroll Group
ar: مجموعة الرواتب
de: Gehaltsabrechnung Gruppe
es: Grupo de nóminas
fr: Groupe "Paie
it: Gruppo di paghe
ja: ペイロールグループ
nl: Loonlijst Groep
no: Lønnsgruppe
pl: Grupa płacowa
pt: Grupo de folhas de pagamento
sr: Група за зараде
sv: Gruppen för löneadministration

source: Common
ar: مشترك
de: Allgemein
es: Común
fi: Yhteinen
it: Comune
ja: 共通
nl: Gemeenschappelijk
no: Felles
pl: Wspólna strona
pt: Comum
sr: Заједнички
sv: Gemensam

source: Function Type
ar: نوع الوظيفة
de: Funktion Typ
es: Tipo de función
fi: Toiminto Tyyppi
fr: Type de fonction
it: Tipo di funzione
ja: 機能タイプ
nl: Functie Type
no: Funksjonstype
pl: Typ funkcji
pt: Função Tipo
sr: Тип функције
sv: Funktionstyp

source: Advanced
ar: متقدم
de: Erweitert
es: Avanzado
fi: Edistynyt
fr: Avancé
it: Avanzato
ja: アドバンスド
nl: Geavanceerd
no: Avansert
pl: Zaawansowane
pt: Avançado
sr: Напредно
sv: Avancerad

source: Simple
ar: بسيط
de: Einfach
fi: Yksinkertainen
it: Semplice
ja: シンプル
nl: Eenvoudig
no: Enkel
pl: Prosty
pt: Simples
sr: Једноставно
sv: Enkel

source: Company Name
ar: اسم الشركة
de: Name der Firma
es: Nombre de la empresa
fi: Yrityksen nimi
fr: Nom de l'entreprise
it: Nome dell'azienda
ja: 会社名
nl: Bedrijfsnaam
no: selskapsnavn
pl: Nazwa firmy
pt: Nome da empresa
sr: Име компаније
sv: Företagets namn

source: Hiring Manager
ar: مدير التوظيف
de: Einstellender Manager
es: Gerente de contratación
fi: Palkkaava johtaja
fr: Directeur de l'embauche
it: Responsabile delle assunzioni
ja: 採用担当者
nl: Manager
no: Rekrutteringsansvarlig
pt: Gestor de Contratação
sr: Менаџер за запошљавање
sv: Chef för rekrytering

source: Job Description
ar: المسمى الوظيفي
de: Beschreibung der Stelle
es: Descripción del trabajo
fi: Työn kuvaus
fr: Description du poste
it: Descrizione del lavoro
ja: 仕事内容
nl: Functiebeschrijving
no: Stillingsbeskrivelse
pl: Opis stanowiska pracy
pt: Descrição do trabalho
sr: Опис посла
sv: Arbetsbeskrivning

source: Employement Type
ar: نوع الوظيفة
de: Art der Anstellung
es: Tipo de empleo
fi: Työsuhteen tyyppi
fr: Type d'emploi
it: Tipo di impiego
ja: 雇用形態
nl: Type dienstverband
no: Ansettelsestype
pl: Rodzaj zatrudnienia
pt: Tipo de emprego
sr: Тип запослења
sv: Typ av anställning

source: Postal Code
ar: رمز بريدي
de: Postleitzahl
es: Código postal
fi: Postinumero
fr: Code postal
it: Codice postale
ja: 郵便番号
nl: Postcode
no: postnummer
pl: Kod pocztowy
pt: Código Postal
sr: поштански код
sv: Postnummer

source: Show Hiring Manager Name
ar: إظهار اسم مدير التوظيف
de: Name des einstellenden Managers anzeigen
es: Mostrar el nombre del gerente de contratación
fi: Näytä palkkaavan johtajan nimi
fr: Afficher le nom du responsable du recrutement
it: Mostra il nome del responsabile delle assunzioni
ja: 採用担当者名を表示
nl: Toon Naam Aanwervende Manager
no: Vis ansettelsesansvarlig navn
pl: Pokaż nazwisko menedżera zatrudniającego
pt: Nome do Gestor de Contratação da Exposição
sr: Прикажи име менаџера за запошљавање
sv: Visa den anställande chefens namn

source: Previous
ar: سابق
de: Vorherige
es: Anterior
fi: Edellinen
fr: Précédent
it: Precedente
ja: 前のページ
nl: Vorige
no: Tidligere
pl: Poprzedni
pt: Anterior
sr: Претходна
sv: Tidigare

source: Position Applied
ar: تم تطبيق الموقع
de: Eingesetzte Position
es: Puesto solicitado
fi: Haettu asema
fr: Poste demandé
it: Posizione applicata
ja: 応募ポジション
nl: Toegepaste positie
no: Stilling anvendt
pl: Wnioskowane stanowisko
pt: Posição Aplicada
sr: Пријављено радно место
sv: Position Tillämpad

source: Hiring Stage
ar: مرحلة التوظيف
de: Einstellungsphase
es: Fase de contratación
fi: Palkkausvaihe
fr: Stade de recrutement
it: Fase di assunzione
ja: 採用段階
nl: Stadium aanwerving
no: Ansette scenen
pl: Etap zatrudniania
pt: Fase de Contratação
sr: Фаза запошљавања
sv: Anställningsfas

source: Total Years of Experience
ar: مجموع سنوات الخبره
de: Gesamte Erfahrungsjahre
es: Total de años de experiencia
fi: Kokemusvuodet yhteensä
fr: Nombre total d'années d'expérience
it: Anni totali di esperienza
ja: 合計経験年数
nl: Totaal aantal jaren ervaring
no: Totalt antall år med erfaring
pl: Łączna liczba lat doświadczenia
pt: Total de Anos de Experiência
sr: Укупно година искуства
sv: Totalt antal år av erfarenhet

source: Expected Salary
ar: الراتب المتوقع
de: Erwartetes Gehalt
es: Salario esperado
fi: Odotettu palkka
fr: Salaire attendu
it: Stipendio previsto
ja: 予想給与額
nl: Verwacht salaris
no: Forventet lønn
pl: Przewidywane wynagrodzenie
pt: Salário Previsto
sr: Очекивана Плата
sv: Förväntad lön

source: Attach File
ar: أرفق ملف
de: Datei anhängen
es: Adjuntar archivo
fi: Liitä tiedosto
fr: Joindre le fichier
it: Allega file
ja: 添付ファイル
nl: Bestand bijvoegen
no: Legg ved fil
pl: Dołączanie plików
pt: Anexar ficheiro
sr: Приложите датотеку
sv: Bifoga fil

source: Update Password
ar: تطوير كلمة السر
de: Passwort aktualisieren
es: Actualizar contraseña
fi: Päivitä salasana
fr: Mettre à jour le mot de passe
it: Aggiorna la password
ja: パスワードの変更
nl: Wachtwoord bijwerken
no: Oppdater passord
pl: Uaktualnij hasło
pt: Actualizar palavra-passe
sr: Ажурирај лозинку
sv: Uppdatera lösenordet

source: Employee Profile
ar: ملف تعريف الموظف
de: Mitarbeiterprofil
es: Perfil del empleado
fi: Työntekijän profiili
fr: Profil de l'employé
it: Profilo del dipendente
ja: 社員プロフィール
nl: Werknemer Profiel
no: Ansattes profil
pl: Profil pracownika
pt: Perfil do empregado
sr: Профил запосленог
sv: Anställdas profil

source: Contact details
ar: بيانات المتصل
de: Kontakt-Details
es: Datos de contacto
fi: Yhteystiedot
fr: Détails du contact
it: Dettagli di contatto
ja: 連絡先情報
nl: Contact gegevens
no: Kontaktinformasjon
pl: Dane kontaktowe
pt: Detalhes de contacto
sr: Контакт подаци
sv: Kontaktuppgifter

source: Work related details
ar: التفاصيل المتعلقة بالعمل
de: Arbeitsbezogene Details
es: Datos laborales
fi: Työhön liittyvät tiedot
fr: Détails relatifs au travail
it: Dettagli relativi al lavoro
ja: 仕事に関する情報
nl: Werkgerelateerde gegevens
no: Arbeidsrelaterte detaljer
pl: Szczegóły dotyczące pracy
pt: Detalhes relacionados com o trabalho
sr: Детаљи везани за посао
sv: Arbetsrelaterade uppgifter

source: ID Number
ar: رقم الهوية
de: ID-Nummer
es: Número de identificación
fi: Henkilötunnus
fr: Numéro d'identification
it: Numero ID
ja: ID番号
nl: ID-nummer
no: ID-nummer
pl: Numer identyfikacyjny
pt: Número de identificação
sr: ИД број
sv: ID-nummer

source: Leave Days from Current Leave Period
ar: أيام الإجازة من فترة الإجازة الحالية
de: Urlaubstage aus der aktuellen Urlaubsperiode
es: Días de vacaciones del período de vacaciones actual
fi: Lomapäivät kuluvalta lomakaudelta
fr: Jours de congé de la période de congé actuelle
it: Giorni di congedo dal periodo di congedo corrente
ja: 現在の休暇期間からの休暇日数
nl: Verlofdagen van huidige verlofperiode
no: Permisjon dager fra nåværende permisjonsperiode
pl: Dni urlopu z bieżącego okresu urlopu
pt: Dias de licença do período de licença actual
sr: Дани одсуства из текућег периода одмора
sv: Ledighetsdagar från pågående ledighetsperiod

source: Paid Time Off Adjustments
ar: تسويات إجازة مدفوعة الأجر
de: Bezahlte Freizeitausgleiche
es: Ajustes del tiempo libre remunerado
fi: Palkallisen vapaa-ajan mukautukset
fr: Ajustements des congés payés
it: Adeguamenti delle ferie pagate
ja: 有給休暇の調整
nl: Aanpassingen betaald verlof
no: Betalt tidsjustering
pl: Korekty płatnego czasu wolnego
pt: Ajustes de tempo livre pago
sr: Прилагођавања плаћеног времена искључења
sv: Justeringar av betald ledighet

source: Leave Days Carried Forward Previous Period
ar: أيام الإجازة المنقولة الفترة السابقة
de: Übertrag von Urlaubstagen aus der Vorperiode
es: Días de vacaciones arrastrados del período anterior
fi: Edelliseltä kaudelta siirretyt lomapäivät
fr: Jours de congé reportés de la période précédente
it: Giorni di congedo riportati al periodo precedente
ja: 前 期 繰 越 し 休 業 日
nl: Vooruit overgedragen verlofdagen vorige periode
no: La dager føres videre periode
pl: Dni urlopu przeniesione z poprzedniego okresu
pt: Dias de férias transportados Período anterior
sr: Оставите дане пренете унапред Претходни период
sv: Ledighetsdagar som överförts till föregående period

source: Leave Days Available to Use
ar: أيام الإجازة متاحة للاستخدام
de: Verfügbare Urlaubstage zur Verwendung
es: Días de vacaciones disponibles para usar
fi: Käytettävissä olevat lomapäivät
fr: Jours de congé disponibles pour utilisation
it: Giorni di congedo disponibili per l'uso
ja: 使用可能な休暇日数
nl: Te gebruiken verlofdagen
no: La dager være tilgjengelige å bruke
pl: Dni urlopu dostępne do wykorzystania
pt: Dias de licença disponíveis para utilização
sr: Оставите дане доступним за употребу
sv: Ledighetsdagar som kan användas

source: Approved Leave Days
ar: أيام الإجازة المعتمدة
de: Genehmigte Urlaubstage
es: Días de vacaciones aprobados
fi: Hyväksytyt lomapäivät
fr: Jours de congé approuvés
it: Giorni di congedo approvati
ja: 承認された休暇日数
nl: Goedgekeurde verlofdagen
no: Godkjente permisjonsdager
pl: Zatwierdzone dni urlopu
pt: Dias de Licença Aprovados
sr: Одобрени дани одмора
sv: Godkända semesterdagar

source: Pending Leave Days
ar: أيام الإجازة المعلقة
de: Ausstehende Urlaubstage
es: Días de vacaciones pendientes
fi: Vireillä olevat lomapäivät
fr: Jours de congé en attente
it: Giorni di congedo in sospeso
ja: 申請中の休暇日数
nl: Nog te gebruiken verlofdagen
no: Venter på permisjonsdager
pl: Dni urlopu oczekujące na zatwierdzenie
pt: Dias de Licença Pendentes
sr: Дани одмора на чекању
sv: Väntade ledighetsdagar

source: Rejected Leave Days
ar: أيام الإجازة المرفوضة
de: Abgelehnte Urlaubstage
es: Días de vacaciones rechazados
fi: Hylätyt lomapäivät
fr: Jours de congés rejetés
it: Giorni di congedo rifiutati
ja: 拒否された休暇日数
nl: Afgewezen verlofdagen
no: Avviste permisjonsdager
pl: Odrzucone dni urlopu
pt: Dias de férias rejeitadas
sr: Одбијени дани одмора
sv: Avvisade ledighetsdagar

source: Calculated by Leave Type
ar: محسوبة حسب نوع الإجازة
de: Berechnet nach Urlaubsart
es: Calculado por tipo de vacaciones
fi: Lomalajeittain laskettuna
fr: Calculé par type de congé
it: Calcolati per tipo di congedo
ja: 休暇種類別計算
nl: Berekend per verloftype
no: Beregnet av permisjonstype
pl: Obliczane według typu urlopu
pt: Calculado por Tipo de Licença
sr: Израчунато према типу одмора
sv: Beräknat per typ av ledighet

source: Show Calculation
ar: إظهار الحساب
de: Berechnung anzeigen
es: Mostrar cálculo
fi: Näytä laskelma
fr: Afficher le calcul
it: Mostra calcolo
ja: 計算結果の表示
nl: Berekening tonen
no: Vis beregning
pl: Pokaż kalkulację
pt: Mostrar Cálculo
sr: Прикажи прорачун
sv: Visa beräkning

source: Total Time
ar: الوقت الكلي
de: Total Zeit
es: Tiempo total
fi: Kokonaisaika
fr: Temps total
it: Tempo totale
ja: 合計時間
nl: Totale tijd
no: Total tid
pl: Czas całkowity
pt: Tempo total
sr: Укупно време
sv: Total tid

source: Personal Documents
ar: مستندات شخصية
de: Persönliche Dokumente
es: Documentos personales
fi: Henkilökohtaiset asiakirjat
fr: Documents personnels
it: Documenti personali
ja: パーソナルドキュメント
nl: Persoonlijke documenten
no: Personlige dokumenter
pl: Dokumenty osobiste
pt: Documentos pessoais
sr: Лични документи
sv: Personliga dokument

source: My Forms
ar: نماذجي
de: Meine Formen
es: Mis formularios
fi: Lomakkeeni
fr: Mes formes
it: I miei moduli
ja: マイフォーム
nl: Mijn formulieren
no: Mine skjemaer
pl: Moje formy
pt: Os meus formulários
sr: Моји обрасци
sv: Mina formulär

source: Training Sessions of Coordinated by Me
ar: دورات تدريبية منسقة بواسطتي
de: Schulungssitzungen von Coordinated by Me
es: Sesiones de formación de Coordinated by Me
fi: Coordinated by Me:n koulutustilaisuudet
fr: Sessions de formation de Coordinated by Me
it: Sessioni di formazione di Coordinated by Me
ja: コーディネート・バイ・ミーの研修会
nl: Opleidingssessies van Coordinated by Me
no: Treningsøkter av koordinert av meg
pl: Sesje szkoleniowe Coordinated by Me
pt: Sessões de Formação Coordenadas por Mim
sr: Сесије тренинга које координирам ја
sv: Utbildningssessioner av Coordinated by Me

source: Self Assessments
ar: التقييمات الذاتية
de: Selbsteinschätzungen
es: Autoevaluaciones
fi: Itsearvioinnit
fr: Auto-évaluations
it: Autovalutazioni
ja: セルフアセス
nl: Zelfevaluaties
no: Selvvurderinger
pl: Samoocena
pt: Auto-avaliações
sr: Самопроцене
sv: Självbedömningar

source: Connection
ar: اتصال
de: Aansluiting
es: Conexión
fi: Yhteys
fr: Connexion
it: Connessione
ja: 接続方法
nl: Aansluiting
no: Forbindelse
pl: Połączenie
pt: Ligação
sr: Веза
sv: Anslutning
