Repository: gamonoid/icehrm
Catalog: src/lang/*.po
Languages: si

source: Save
si: සුරකින්න

source: Cancel
si: අවලංගු කරන්න

source: Done
si: හරි

source: Clocked In Employees
si: සේවක දී තත්පර

source: Candidates
si: අපේක්ෂකයන්

source: View Employees
si: සේවක දැක්ම

source: Add a New Employee
si: නව සේවක එකතු කරන්න

source: Leave Calendar
si: දින දසුන තබන්න

source: Manage Client/Projects
si: සේවාලාභියා / ව්යාපෘති කළමනාකරණය

source: Home
si: ගෙදර

source: Quick Access
si: ඉක්මන් ප්රවේශ

source: Switch
si: ස්විච්

source: Profile
si: නරඹන්න

source: Sign out
si: වරන්න

source: Help
si: උදව්

source: About
si: ගැන

source: Version
si: පිටපත

source: Release Date
si: නිකුත් කරන දිනය

source: Logged In
si: ඇතුල් වුනා

source: Admin
si: පරිපාලක

source: Dashboard
si: උපකරණ පුවරුව

source: Company Structure
si: සමාගම ව්යුහය

source: Job Details Setup
si: රැකියා විස්තර කරන සැකසුම

source: Qualifications Setup
si: සුදුසුකම් Setup

source: Training Setup
si: පුහුණු කරන සැකසුම

source: Projects/Client Setup
si: ව්යාපෘති / ප්රදාන සේවාලාභියා Setup

source: Leave Settings
si: සැකසුම් තබන්න

source: Company Loans
si: සමාගම ණය

source: Audit Log
si: විගණන ලොග්

source: Employees
si: සේවක

source: Employee History
si: සේවක ඉතිහාසය

source: Document Management
si: ලේඛන කළමනාකරණ

source: Travel Administration
si: සංචාරක පරිපාලන

source: Expense Administration
si: වියදම් පරිපාලන

source: Monitor Attendance
si: මොනිටරය පැමිණීම

source: Performance Charts
si: කාර්ය සාධන ප්රස්ථාර සටහන්

source: Overtime Administration
si: අතිකාල පරිපාලන

source: Admin Reports
si: පරිපාලන වාර්තා

source: Reports
si: වාර්තා

source: Report Files
si: වාර්තාව ගොනු

source: System
si: පද්ධතිය

source: Settings
si: සැකසුම්

source: Users
si: පරිශීලකයන්

source: Manage Modules
si: මොඩියුල කළමනාකරණය

source: Manage Permissions
si: අවසර කළමනාකරණය

source: Upgrade
si: උත්ශ්රේණි කිරීම

source: Manage Metadata
si: පාරදත්ත කළමනාකරණය

source: Field Names Setup
si: ක්ෂේත්ර නාම සැකසුම

source: Payroll
si: වැටුප්

source: Salary
si: වැටුප

source: Payroll Reports
si: වැටුප් වාර්තා

source: Recruitment
si: බඳවා ගැනීම

source: Recruitment Setup
si: බඳවා ගැනීම Setup

source: Job Positions
si: රැකියා තනතුරු

source: Personal Information
si: පුද්ගලික තොරතුරු

source: Basic Information
si: මූලික තොරතුරු

source: Qualifications
si: සුදුසුකම්

source: Dependents
si: යැපෙන්නන්ට

source: Emergency Contacts
si: හදිසි ඇමතුම්

source: Leave
si: අවසරය,

source: Leave Management
si: කළමනාකරණ තබන්න

source: Time Management
si: කාල කළමණාකරණය

source: Projects
si: ව්යාපෘති

source: Attendance
si: පැමිණීම

source: Time Sheets
si: කාලය පත්ර

source: Attendance Sheets
si: පැමිණීම පත්ර

source: Overtime Requests
si: අතිකාල ඉල්ලීම්

source: Documents
si: ලිපි ලේඛන

source: My Documents
si: මගේ ලේඛන

source: Company
si: සමාගම

source: Staff Directory
si: මාණ්ඩලික නාමාවලිය

source: Training
si: පුහුණුව

source: Travel Management
si: සංචාරක කළමනාකරණ

source: Travel
si: ගමන්

source: Finance
si: මුදල්

source: Expenses
si: වියදම්

source: Loans
si: ණය

source: User Reports
si: පරිශීලක වාර්තා

source: People
si: මහජන

source: Manage
si: කළමනාකරණය

source: Departments
si: දෙපාර්තමේන්තු

source: Active Projects
si: ක්රියාකාරී ව්යාපෘති

source: Update Clients/Projects
si: යාවත්කාලීන සේවාලාභීන් / ව්යාපෘති

source: Entries Last Week
si: සටහන් ඇතුළත් කිරීම් අවසන් සතිය

source: Upcoming
si: ඉදිරියට එන

source: View / Download Reports
si: දැක්ම / බාගත වාර්තා

source: Generate a Report
si: වාර්තාව ජනනය

source: Configure
si: මානන්න

source: Update
si: යාවත්කාලීන

source: Applicants
si: අයදුම්කරුවන්

source: Active Jobs
si: ක්රියාකාරී රැකියා

source: Jobs Posted
si: රැකියා ගන්න

source: Jobs
si: රැකියා

source: Courses
si: පාඨමාලා

source: Requests
si: ඉල්ලීම්

source: Document
si: ලේඛන

source: Management
si: කළමනාකරණ

source: Expense
si: වියදම්

source: Permission
si: අවසර

source: Permissions
si: අවසර

source: and
si: සහ

source: Invoices
si: ඉන්වොයිසි

source: Make a Payment
si: ගෙවීම් කිරීමට

source: Switch Employee
si: ස්විච් සේවක

source: Select The Employee to Switch Into
si: බවට පත් මාරුවෙන්න කිරීමට සේවක තෝරන්න

source: Close
si: සමීප

source: My Profile
si: මගේ තොරතුරු

source: Edit Details
si: සංස්කරණය කරන්න විස්තර

source: View/Edit Profile
si: දැක්ම / සංස්කරණය කරන්න නරඹන්න

source: Punch In
si: දී ඕනැතරම්

source: or
si: හෝ

source: Punch Out
si: න් ඕනැතරම්

source: Record Attendance
si: වාර්තා පැමිණීම

source: Pending Leaves
si: විභාග පත්ර

source: Check Leave Status
si: නිවාඩු තත්ත්වය පරීක්ෂා කරන්න

source: Hours worked Last Week
si: පැය වැඩ අවසන් සතිය

source: Update Time Sheet
si: යාවත්කාලීන වේලාව පත්රය

source: My Projects
si: මගේ ව්යාපෘති

source: Projects Assigned
si: නොම්මර ව්යාපෘති

source: More info
si: වැඩි තොරතුරු

source: Store
si: ගබඩා

source: My Travel
si: මගේ ගමන්

source: My Expenses
si: මගේ වියදම්

source: Manage Expenses
si: වියදම් කළමනාකරණය

source: ID
si: හැඳුනුම්පත

source: Name
si: නම

source: Address
si: ලිපිනය

source: Type
si: වර්ගය

source: Country
si: රට

source: Time Zone
si: වේලා කලාපය

source: Parent Structure
si: මව් ව්යුහය

source: Details
si: විස්තර

source: Heads
si: ප්රධානීන්

source: Code
si: කේතය

source: Job Title Code
si: රැකියා හිමිකම් සංග්රහයේ

source: Job Title
si: රැකියා තනතුර

source: Description
si: විස්තර

source: Specification
si: පිරිවිතර

source: Currency
si: මුදල්

source: Min Salary
si: අවම වැටුප

source: Max Salary
si: මැක්ස් වැටුප

source: Pay Grade Name
si: ගෙවීමට ශ්රේණියේ නම

source: Employment Status
si: රැකියා තත්වය

source: Coordinator
si: සම්බන්ධීකාරක

source: Trainer
si: පුහුණුකරු

source: Trainer Details
si: පුහුණුකරු විස්තර

source: Payment Type
si: ගෙවීම් වර්ගය

source: Cost
si: පිරිවැය

source: Status
si: තත්ත්වය

source: Course
si: පාඨමාලාව

source: Scheduled Time
si: නියමිත වේලාව

source: Assignment Due Date
si: පැවරුම නියමිත දිනය

source: Delivery Method
si: සැපයුම් ක්රමය

source: Delivery Location
si: සැපයුම් ස්ථානය

source: Attendance Type
si: පැමිණීම වර්ගය

source: Attachment
si: ඇමුණුම්

source: Training Certificate Required
si: පුහුණු සහතිකය අවශ්ය

source: Employee
si: සේවක

source: Training Session
si: පුහුණු සැසිය

source: Contact Number
si: ඇමතුම් අංකය

source: Contact Email
si: අප අමතන්න විද්යුත්

source: Company Url
si: සමාගම අඩවිය

source: First Contact Date
si: පළමු අමතන්න දිනය

source: Client
si: සේවාලාභියා

source: Project
si: ව්යාපෘති

source: Leave Name
si: අවසරය, නම

source: Leave Accrue Enabled
si: අවසරය, පළාත මුළුමනින්ම ස

source: Leave Carried Forward
si: අවසරය, ඉදිරියට ගෙන

source: Leaves Per Year
si: වසරකට කොළ

source: Leaves Group
si: කොළ සමූහය

source: Leaves Per Leave Period
si: එක් නිවාඩු කාලය පිටත්

source: Admin can assign leave to employees
si: පරිපාලක සේවකයින් සඳහා නිවාඩු ලබා දිය හැකි

source: Employees can apply for this leave type
si: සේවකයින් මේ නිවාඩු වර්ගය සඳහා ඉල්ලුම් කළ හැකි

source: Employees can apply beyond the current leave balance
si: සේවක වර්තමාන නිවාඩු ශේෂ ඔබ්බට අයදුම් කළ හැකිය

source: Percentage of Leaves Carried Forward
si: පත්ර ප්රතිශතය ඉදිරි ස්ථානමාරුව

source: Maximum Carried Forward Amount
si: උපරිම ස්ථානමාරුව ඉදිරි මුදල

source: Carried Forward Leave Availability Period
si: සිදු ඉදිරි නිවාඩු ලැබිය හැකි කාලය

source: Proportionate leaves on Joined Date
si: ඒකබද්ධ දිනය මත අනුපාත කොළ

source: Send Notification Emails
si: නිවේදනය විද්යුත් තැපැල් පණිවුඩ යවන්න

source: Leave Group
si: සමූහ තබන්න

source: Leave Color
si: වර්ණ තබන්න

source: Period Start
si: කාලය ආරම්භය

source: Period End
si: කාලය අවසානය

source: Day
si: දවස

source: For All Countries
si: සියලුම රටවල් සඳහා

source: Date
si: දිනය

source: Leave Type
si: වර්ගය තබන්න

source: Propotionate leaves on Joined Date
si: Propotionate ඒකබද්ධ දිනය කොළ

source: Leaves Period
si: කාලය පිටත්

source: Leave Amount
si: මුදල තබන්න

source: Leave Period
si: කාලය Leave

source: Note
si: සටහන

source: All Employees
si: සියලු සේවක

source: All Leave Types
si: සියලු වර්ග තබන්න

source: Loan Type
si: ණය වර්ගය

source: Loan Start Date
si: ණය ඇරඹුම් දිනය

source: Loan Period (Months)
si: ණය කාලය (මාස)

source: Amount
si: ප්රමාණය

source: Last Installment Date
si: පසුගිය වාරික දිනය

source: Loan Amount
si: ණය මුදල

source: Monthly Installment
si: මාසික වාරික

source: Employee Number
si: සේවක සංඛ්යාව

source: First Name
si: මුල් නම

source: Middle Name
si: මැද නම

source: Last Name
si: අවසන් නම

source: Nationality
si: ජාතිය

source: Date of Birth
si: උපන්දිනය

source: Gender
si: ස්ත්රී පුරුෂ භාවය

source: Marital Status
si: විවාහක අවිවාහක බව

source: Ethnicity
si: ජනවාර්ගික

source: Immigration Status
si: ආගමන තත්ත්වය

source: NIC
si: ජාතික හැඳුනුම්පත්

source: Other ID
si: වෙනත් ID

source: Driving License No
si: රියදුරු බලපත්ර අංක

source: Pay Grade
si: ගෙවීමට ශ්රේණියේ

source: Work Station Id
si: ස්ථානය අංකය වැඩ

source: Address Line 1
si: ලිපින පේළි 1

source: Address Line 2
si: ලිපින පේළිය 2

source: City
si: නගරය

source: Province
si: පළාත

source: Postal/Zip Code
si: තැපැල් කේතය / නගර අංකය

source: Home Phone
si: නිවසේ දුරකථනය

source: Mobile Phone
si: ජංගම දුරකථන

source: Work Phone
si: වැඩ දුරකථන

source: Work Email
si: වැඩ විද්යුත්

source: Private Email
si: පෞද්ගලික විද්යුත්

source: Joined Date
si: එක් දිනය

source: Confirmation Date
si: ස්ථිර කිරීම දිනය

source: Termination Date
si: සේවය අවසන් දිනය

source: Department
si: ෙදපාර්තෙම්න්තුෙව්

source: Supervisor
si: සුපරීක්ෂක

source: Indirect Supervisors
si: වක්ර පරීක්ෂකවරුන්

source: First Level Approver
si: පළමු පෙළ Approver

source: Second Level Approver
si: දෙවන පෙළ Approver

source: Third Level Approver
si: තෙවන පෙළ Approver

source: Notes
si: සටහන්

source: Time (GMT)
si: කාලය (GMT)

source: User
si: පරිශීලක

source: IP Address
si: IP ලිපිනය

source: Logged In Employee
si: සේවක ලොගින් වී

source: Skill
si: නිපුණතා

source: Qualification
si: සුදුසුකම්

source: Institute
si: ආයතනය

source: Start Date
si: ආරම්භක දිනය

source: Completed On
si: දා අවසන්

source: Certification
si: සහතික

source: Granted On
si: දා ලබා දී

source: Valid Thru
si: වලංගු වන්නේ

source: Language
si: භාෂාව

source: Reading
si: කියවීම

source: Speaking
si: කතා කරමින්

source: Writing
si: ලේඛන

source: Understanding
si: අවබෝධය

source: Date Added
si: එකතු කරන දිනය

source: Valid Until
si: තුරු වලංගු

source: Relationship
si: සම්බන්ධතාවය

source: Id Number
si: හැදුනුම්පත් අංකය

source: All Job Titles
si: සියලු රැකියා මාතෘකා

source: All Departments
si: සියලු ෙදපාර්තෙම්න්තු

source: Anyone
si: ඕනෑම කෙනෙකුට

source: Field
si: ක්ෂේත්ර

source: Old Value
si: පරණ අගය

source: New Value
si: නව අගය

source: Modified By
si: කිරීම නවීකරණය කරන ලද

source: Created
si: නිර්මාණය

source: Notify Expiry
si: කල් ඉකුත් වීමේ දැනුම් දෙන්න

source: Notify Expiry Before One Month
si: එක් මාසික පෙර කල් ඉකුත් වීමේ දැනුම් දෙන්න

source: Notify Expiry Before One Week
si: සතියකට පෙර කල් ඉකුත් වීමේ දැනුම් දෙන්න

source: Notify Expiry Before One Day
si: එක් දින පෙර කල් ඉකුත් වීමේ දැනුම් දෙන්න

source: Travel Type
si: සංචාරක වර්ගය

source: Purpose of Travel
si: සංචාරක අරමුණ

source: Travel From
si: සිට ගමන්

source: Travel To
si: කිරීම සඳහා ගමන්

source: Travel Date
si: සංචාරක දිනය

source: Return Date
si: ආපසු දිනය

source: Total Funding Proposed
si: මුළු අරමුදල් යෝජිත

source: Itinerary / Cab Receipt
si: සකසන ලද / කැබ් කුවිතාන්සිය

source: Other Attachment 1
si: වෙනත් ඇමුණුම් 1

source: Other Attachment 2
si: වෙනත් ඇමුණුම් 2

source: Payment Method
si: ගෙවීමේ ක්රමය

source: Transaction / Ref No
si: ගනුදෙනු / අංකය නොමැත

source: Payee
si: ලබන්නා

source: Expense Category
si: වියදම් ප්රවර්ගය

source: Receipt
si: කුවිතාන්සිය

source: Time-In
si: කාලය තුළ

source: Time-Out
si: කාලය හමාරයි

source: Clocked In Status
si: තත්ත්වය දී ඇති බවට පුරෝකතනය

source: End Date
si: අවසාන දිනය

source: Category
si: වර්ගය

source: Start Time
si: ආරම්භක වේලාව

source: End Time
si: අවසන් කාල

source: Leave Status
si: තත්ත්වය තබන්න

source: Select Client
si: සේවාලාභියා තෝරන්න

source: Not Selected
si: තෝරා නැත

source: Or Project
si: ව්යාපෘතියක් හෝ

source: All Projects
si: සියලුම ව්යාපෘති

source: All Status
si: සියලු තත්ත්වය

source: Value
si: වටිනාකම

source: Logo
si: ලාංඡනය

source: User Name
si: පරිශීලක නාමය

source: Authentication Email
si: තහවුරු කරගැනීමේ විද්යුත්

source: User Level
si: පරිශීලක පෙළ

source: Email
si: විද්යුත් තැපෑල

source: User Roles
si: පරිශීලක භූමිකා

source: Default Module
si: පෙරනිමි මොඩියුලය

source: No Default Module
si: කිසිදු පෙරනිමි මොඩියුලය

source: Menu
si: මෙනු

source: Group
si: සමූහය

source: Order
si: නියෝග

source: Path
si: මාර්ගය

source: Label
si: ලේබලය

source: User Levels
si: පරිශීලක පෙළ

source: Module
si: මොඩියුලය

source: All Modules
si: සියලු මොඩියුල

source: Invoice Period Start
si: ඉන්වොයිසිය කාලය ආරම්භය

source: Invoice Period End
si: ඉන්වොයිසිය කාලය අවසානය

source: Due date
si: ගෙවිය යුතු දිනය

source: Original Text
si: මුල් පෙළ

source: Mapped Text
si: සිතියම් ගත පෙළ

source: Display Status
si: ප්රදර්ශනය තත්ත්වය

source: Field Type
si: ක්ෂේත්ර වර්ගය

source: Field Label
si: ක්ෂේත්ර ලේබල්

source: Validation
si: වලංගුකරණය

source: Field Options
si: ක්ෂේත්ර විකල්ප

source: Priority
si: ප්රමුඛ

source: Display Section
si: ප්රදර්ශනය වන වගන්තිය

source: Salary Component Type
si: වැටුප් සංරචක වර්ගය

source: Salary Component
si: වැටුප් සංරචක

source: Pay Frequency
si: වැටුප් සංඛ්යාත

source: Calculation Group
si: ගණනය සමූහ

source: None
si: නැහැ

source: Calculation Exemptions
si: ගණනය නිදහස් කිරීම්

source: Calculations Assigned
si: නොම්මර ගණනය කිරීම්

source: Date Start
si: දිනය ආරම්භය

source: Date End
si: දිනය අවසානය

source: Payslip Template
si: Payslip සැකිල්ල

source: Payroll Columns
si: වැටුප් තීර

source: Calculation Method
si: ගණනය ක්රමය

source: Editable
si: සංස්කරණය

source: Enabled
si: සක්රීය

source: Predefined Calculations
si: කෙළින් ගණනයන්

source: Salary Components
si: වැටුප් සංරචක

source: Columns to Add
si: එක් කරන්න තීරුව

source: Columns to Subtract
si: අඩු තීරු

source: Column Order
si: තීරුව න්යාය

source: Default Value
si: පෙරනිමි අගය

source: Calculation Columns
si: ගණනය තීර

source: Function
si: කාර්යයන්

source: Payroll Report Column
si: වැටුප් වාර්තාව තීරුව

source: Calculation Process
si: ගණනය කිරීමේ ක්රියාවලිය

source: Payslip Fields
si: ෆීල්ඩ්ස් Payslip

source: Payroll Column
si: වැටුප් වැනි තීරුව

source: Text
si: පෙළ

source: Lower Limit Condition
si: අඩු සීමාව තත්වය

source: Lower Limit
si: අඩු සීමාව

source: Upper Limit Condition
si: ඉහළ සීමාව තත්වය

source: Upper Limit
si: ඉහළ සීමාව

source: Column
si: තීරුව

source: Job Code
si: රැකියා සංග්රහයේ

source: Short Description
si: කෙටි විස්තරය

source: Requirements
si: අවශ්යතා

source: Benefits
si: ප්රතිලාභ

source: Employment Type
si: රැකියා වර්ගය

source: Any Employment Type
si: ඕනෑම සේවා නියුක්ති වර්ගය

source: Experience Level
si: අත්දැකීම් පෙළ

source: Any Experience Level
si: ඕනෑම අත්දැකීම් පෙළ

source: Job Function
si: රැකියා කාර්යභාරය

source: Any Job Function
si: ඕනෑම රැකියා කාර්යභාරය

source: Education Level
si: අධ්යාපන මට්ටම

source: Any Education Level
si: ඕනෑම අධ්යාපන පෙළ

source: Show Salary
si: වැටුප පෙන්වන්න

source: Salary Min
si: වැටුප් අවම

source: Salary Max
si: වැටුප් මැක්ස්

source: Keywords
si: ප්රධාන වචන

source: Closing Date
si: අවසන් දිනය

source: Image
si: රූප

source: Display Type
si: ප්රදර්ශනය වර්ගය

source: Profile Image
si: නරඹන්න රූප

source: Telephone
si: දුරකථන

source: Resume Title
si: නැවත ආරම්භ හිමිකම්

source: Resume
si: අරඹන්න

source: Resume Headline
si: ශීර්ෂ පාඨ නැවත ආරම්භ

source: Profile Summary
si: නරඹන්න සාරාංශය

source: Work History
si: රැකියා ඉතිහාසය

source: Education
si: අධ්යාපන

source: Skills
si: නිපුණතා

source: Referees
si: විනිසුරුවන්ගේ

source: From Year
si: වසර සිට

source: From Month
si: මාසික සිට

source: To Year
si: අවුරුද්ද

source: To Month
si: මාසික කිරීමට

source: Currently Work Here
si: දැනට මෙහි වැඩ

source: Degree/Diploma
si: උපාධිය / ඩිප්ලෝමා

source: Currently Studying
si: දැනට අධ්යයනය

source: Skill Level
si: නිපුණතා මට්ටම

source: Last Used Year
si: පසුගිය පාවිච්චි වර්ෂය

source: Last Used Month
si: පසුගිය පාවිච්චි මාසික

source: Years of Experience
si: වසර ගණනාවක අත්දැකීම්

source: Designation
si: තනතුර

source: Phone
si: දුරකථන

source: Job
si: රැකියා

source: Candidate
si: අපේක්ෂක

source: Referred By
si: යොමු කරන ලද්දේ

source: Leave Start Date
si: ආරම්භ කරන්න දිනය නිවාඩු

source: Leave End Date
si: අවසානය දිනය නිවාඩු

source: Reason
si: හේතුව

source: Available Leaves
si: ලබා ගත හැකි නිසා පත්ර

source: Approved Leaves
si: අනුමත පත්ර

source: Rejected Leaves
si: ප්රතික්ෂේප පත්ර

source: Leaves to be Accrued
si: උපචිත කිරීමට පිටත්

source: Leaves Carried Forward
si: ඉදිරියට ගෙන කොළ

source: Apply Leave
si: නිවාඩු අයදුම්

source: Filter
si: පෙරහන

source: Add New
si: අලුතින් එකතු කරන්න

source: Time
si: කාලය

source: Purpose
si: අරමුණ

source: From
si: සිට

source: To
si: දක්වා

source: Created (GMT)
si: නිර්මාණය (GMT)

source: Download
si: බාගත

source: Submit
si: ඉදිරිපත්

source: Upload
si: උඩුගත

source: Remove
si: ඉවත් කරන්න

source: Add
si: එක් කරන්න

source: Reset
si: නැවත සකසන්න

source: Add Time Entry
si: කාල සටහන් එකතු කරන්න

source: Current Clocked In Status
si: වත්මන් යොදා තිබුණු තත්ත්වය දී

source: Attendance entry should be within a single day
si: පැමිණීම ප්රවේශය එක් දිනක් ඇතුලත විය යුතුය

source: Account Balance
si: ගිණුම් ශේෂය

source: Plan
si: සැලැස්ම

source: Transactions
si: ගනුදෙනු

source: Applications
si: අයදුම්පත්

source: Attendance Graph
si: පැමිණීම ප්රස්තාරය

source: Hours in Office vs Hours Worked Graph
si: ප්රස්තාරය සතු වෘත්තීය පැය එදිරිව කාර්යාලය පැය

source: Company Graph
si: සමාගම ප්රස්තාරය

source: Company Documents
si: සමාගම ලියකියවිලි

source: Document Types
si: ලේඛන වර්ග

source: Employee Documents
si: සේවක ලේඛන

source: Employee Basic Details
si: සේවක මූලික තොරතුරු

source: Employees (Direct Reports)
si: සේවකයන් (සෘජු වාර්තා)

source: Certifications
si: සහතික

source: Languages
si: භාෂා

source: Deactivated Employees
si: වන තුරැ සේවක

source: Temporarily Deactivated Employees
si: තාවකාලිකව වන තුරැ සේවක

source: Terminated Employee Data
si: අවසන් සේවක දත්ත

source: Employee Saved Successfully
si: සේවක සාර්ථකව ගබඩා

source: Employee needs a User to login to IceHrm. Do you want to create a user for this employee now?
si: සේවක IceHrm කිරීමට ලොගින් කිරීමට පරිශීලක යුතුය. ඔබ දැන් මේ සේවකයා සඳහා පරිශීලක නිර්මාණය කිරීමට ඔබට අවශ්යද?

source: You can do this later through Users module if required.
si: ඔබ අවශ්ය නම් පරිශීලකයන් මොඩියුල හරහා පසුව එය කළ හැකි වනු ඇත.

source: Expenses Categories
si: වියදම් ප්රවර්ග

source: Payment Methods
si: ගෙවීම් ක්රම

source: Employee Expenses
si: සේවක වියදම්

source: Salary Component Types
si: වැටුප් සංරචක වර්ග

source: Employee Salary Components
si: සේවක වැටුප් සංරචක

source: Company Payroll
si: සමාගම වැටුප්

source: Calculation Groups
si: ගණනය කණ්ඩායම්

source: Calculation Methods
si: ගණනය ක්රම

source: Payslip Templates
si: Payslip ආකෘති පත්ර

source: Edit Employment Types
si: සංස්කරණය කරන්න රැකියා වර්ග

source: Edit Experience Levels
si: අත්දැකීම් පෙළ සංස්කරණය කරන්න

source: Edit Job Functions
si: සංස්කරණය කරන්න රැකියා කාර්යයන්

source: Edit Education Levels
si: සංස්කරණය කරන්න අධ්යාපන මට්ටම්

source: Edit Benefits
si: සංස්කරණය කරන්න ප්රතිලාභ

source: Application
si: අයදුම්පත

source: Job Titles
si: රැකියා මාතෘකා

source: Pay Grades
si: ශ්රේණි ගෙවීමට

source: Training Sessions
si: පුහුණු සැසි

source: Employee Training Sessions
si: සේවක පුහුණු සැසි

source: Clients
si: සේවාලාභීන්

source: Employee Projects
si: සේවක ව්යාපෘති

source: Leave Types
si: වර්ග තබන්න

source: Work Week
si: වැඩ සතිය

source: Holidays
si: නිවාඩු දින

source: Leave Rules
si: රීති තබන්න

source: Paid Time Off
si: ගෙවුම් කාල Off

source: Leave Groups
si: කණ්ඩායම් තබන්න

source: Edit Leave Groups
si: සංස්කරණය කරන්න නිවාඩු කණ්ඩායම්

source: Leave Group Employees
si: සමූහ සේවක නිවාඩු

source: Employee Leave List
si: සේවක නිවාඩු ලැයිස්තුව

source: Loan Types
si: ණය වර්ග

source: Employee Loans
si: සේවක ණය

source: Travel Requests
si: සංචාරක ඉල්ලීම්

source: Overtime Categories
si: අතිකාල ප්රවර්ග

source: Leave / PTO
si: අවසරය / PTO

source: Other
si: වෙනත්

source: Modules
si: මොඩියුල

source: Countries
si: රටවල්

source: Provinces
si: පළාත්

source: Currency Types
si: ව්යවහාර මුදල් වර්ග

source: Employee Custom Fields
si: සේවක රේගු ෆීල්ඩ්ස්

source: Employee Field Names
si: සේවක ක්ෂේත්ර නම්

source: My Details
si: මගේ විස්තර

source: All My Leaves
si: මාගේ සියලු පත්ර

source: Leave Entitlement
si: හිමිකම තබන්න

source: Approved Leave
si: අනුමත නිවාඩු

source: Pending Leave
si: නිවාඩු විභාග

source: Subordinate Leave
si: යටත් නිවාඩු

source: Cancellation Requests
si: අවලංගු ඉල්ලීම්

source: Approval Requests
si: අනුමැතිය ඉල්ලීම්

source: Approved TimeSheets
si: අනුමත TimeSheets

source: All My TimeSheets
si: මාගේ සියලු TimeSheets

source: Pending TimeSheets
si: ෙ TimeSheets

source: Subordinate TimeSheets
si: යටත් TimeSheets

source: Approved Attendance Sheets
si: අනුමත පැමිණීම පත්ර

source: All My Attendance Sheets
si: මාගේ සියලු පැමිණීම පත්ර

source: Pending Attendance Sheets
si: විභාග පැමිණීම පත්ර

source: Subordinate Attendance Sheets
si: යටත් පැමිණීම පත්ර

source: Subordinate Overtime Requests
si: යටත් අතිකාල ඉල්ලීම්

source: Overtime Request Approval
si: අතිකාල, ඉල්ලීම් අනුමත

source: My Training Sessions
si: මගේ පුහුණු සැසි

source: All Training Sessions
si: සියලු පුහුණු සැසි

source: Training Sessions of Direct Reports
si: සෘජු වාර්තා පුහුණු සැසි

source: Subordinate Travel Requests
si: යටත් සංචාරක ඉල්ලීම්

source: Travel Request Approval
si: සංචාරක ඉල්ලීම අනුමත

source: Subordinate Expenses
si: යටත් වියදම්

source: Expenses Approval
si: වියදම් අනුමත කිරීම

source: Loans Taken
si: ගත වන ණය

source: Change Leave Status
si: නිවාඩු තත්ත්වය වෙනස්

source: Status Change Note
si: තත්ත්වය සටහන වෙනස්

source: Leave Summary
si: අවසරය සාරාංශය

source: Approved Leave Count
si: අනුමත නිවාඩු ගණන්

source: Pending Leave Count
si: විභාග නිවාඩු ගණන්

source: Available Leave Count
si: ලබා ගත හැකි නිවාඩු ගණන්

source: Leave Dates
si: දිනයන් නිවාඩු

source: Leave Date
si: අවසරය, දිනය

source: Leave Notes
si: සටහන් තබන්න

source: Apply
si: අදාළ

source: Back
si: ආපසු
